package com.madiyar.ikazak.kazak.ertegiler;

import android.graphics.Bitmap;

import java.util.Comparator;

public class BookItem {

    private String author;
    private String title;
    private Bitmap image;
    private String content;

    public BookItem() {
        // TODO Auto-generated constructor stub
    }

    public String getContent() {
        return content;
    }

    public void setContent(String content) {
        this.content = content;
    }

    public BookItem(String _author, String _title, String _content) {
        this.author = _author;
        this.title = _title;
        this.content = _content;

//		this.image = _image;
    }

    public String getAuthor() {
        return this.author;
    }

    public void setAuthor(String _author) {
        this.author = _author;
    }

    public String getTitle() {
        return this.title;
    }

    public void setTitle(String _title) {
        this.title = _title;
    }

    public Bitmap getImage() {
        return this.image;
    }

    public void setImage(Bitmap _image) {
        this.image = _image;
    }

    public static Comparator<BookItem> StuNameComparator = new Comparator<BookItem>() {

        public int compare(BookItem s1, BookItem s2) {
            String StudentName1 = s1.getAuthor().toUpperCase();
            String StudentName2 = s2.getAuthor().toUpperCase();

            //ascending order
            return StudentName1.compareTo(StudentName2);

            //descending order
            //return StudentName2.compareTo(StudentName1);
        }
    };

    @Override
    public String toString() {
        return "[ name=" + author + "]";
    }

    public static final BookItem[] ALL_BOOKS_RU = {
            new BookItem("1", "Волк и лиса", "Шли Волк и Лиса и взобрались на скалу. Волк недавно съел овцу и был сыт, а Лиса была голодна. Позавидовала Лиса Волку и решила отомстить ему за то, что он сыт. Притворилась она веселой.\n" +
                    "— Чему ты радуешься?— спросил ее Волк.\n" +
                    "—  Я вспомнила твоего отца. Второй раз прихожу я к этой скале. Первый раз я была здесь с твоим отцом. Он был такой отважный, что прыгнул со скалы. Но разве сын может  прыгать,  как  отец,— усмехнулась хитрая  Лиса.\n" +
                    "—  Почему же это не могу?  Попробуй, испытай и меня,— загордился Волк. Он так расхрабрился, что захотел прыгнуть,  но  трижды  подбегал к  краю скалы  и  каждый раз отбегал назад. Лиса расхохоталась.\n" +
                    "—  Почему ты смеешься? — спросил Волк.\n" +
                    "—  Ты весь удался в отца. Он также пытался трижды прыгнуть и только на четвертый раз осмелился,— ответила Лиса.\n" +
                    "Расхрабрился еще больше Волк и на четвертый раз прыгнул. Он упал и разбился. Подбежала к нему Лиса и, усмехнувшись, начала потрошить.\n" +
                    "—  Разве это смешно, Лиса? — простонал Волк не в силах шевельнуться.\n" +
                    "—  О глупец! Точно так же я расхвалила твоего отца, и когда он прыгнул, я выпотрошила его,— ответила Лиса."),
            new BookItem("1", "Лисица", "Живет старик со старухой. Ловит рыбу. Но каждый день Лисица отбирает у него весь улов. Голодно старикам из-за проделок Лисицы. Старуха посоветовала старику взять с собой топор и убить Лисицу. Старик взял топор и пошел на рыбную ловлю. Но хитрая Лисица не подошла к нему. Всю рыбу старик погрузил в телегу и отправился домой.\n" +
                    "Лисица легла на дороге и притворилась мертвой. Едет старик и видит: лежит Лиса мертвая. Обрадовался он, поднял Лисицу и бросил в телегу, где была рыба. Сел старик и поехал дальше. Дорогой он размечтался о том, как сдерет с Лисы шкуру и сошьет себе тымак. Затем он стал рассуждать, какой материей покрыть его. Пока он думал да мечтал, Лисица съела всю рыбу и незаметно выпрыгнула из телеги.\n" +
                    "Приехал старик домой и кричит:\n" +
                    "— Ну, старуха! Я тебе привез не только рыбу, но и Лисицу. Бог дал! Сшей мне из нее тымак!\n" +
                    "Посмотрела старуха в телегу, а там ни рыбы, ни Лисицы!"),
            new BookItem("2", "Кто сильнее?", "Фазан подружился с перепелкой и к пошел с ней гулять по льду. Перепелка поскользнулась и сломала себе ноги.\n" +
                    "Фазан удивился — какой сильный лед, птице ноги ломает! Спросил он:\n" +
                    "—  Скажи, лед, откуда у тебя такая сила?\n" +
                    "—  Разве это сила?  Вот мороз сильнее меня. Не будь его, я не был бы таким крепким. Фазан обратился к морозу:\n" +
                    "—  Откуда, мороз, у тебя такая сила?\n" +
                    "—  Разве это сила?—удивился  мороз.— Облако сильнее меня. Оно закрывает мое лицо. Спросил фазан облако:\n" +
                    "—  Откуда у тебя, облако, такая сила? Ответило облако:\n" +
                    "— Да какая же это сила? Дождик и снег сильнее. Они легко проходят через меня. Спросил фазан у дождика:\n" +
                    "—  Дождик, дождик, откуда твоя сила?\n" +
                    "—  Моя  сила невелика,— ответил   дождь.— Если  бы я был сильным, то не цвели бы тюльпаны в степи.  Я прибил бы их к земле.\n" +
                    "Обратился фазан к тюльпану:\n" +
                    "—  Тюльпан, откуда у тебя сила?\n" +
                    "—  Какая же это сила, когда меня волк топчет. Вот он сильный! Сказал фазан волку:\n" +
                    "—  Выходит,   ты   сильнее всех. Скажи, откуда   у   тебя такая сила?\n" +
                    "—  Нет, не я сильнее всех. Меня жалит муравей. Обратился фазан к муравью:\n" +
                    "—  Правда, ты сильнее всех?\n" +
                    "—  Да,— ответил    муравей.— Кому   же   быть    сильнее меня, если я шесть батманов земли поднимаю и кладу себе на спину. Муравей оказался сильнее всех."),
            new BookItem("2", "Хан и бедняк", "Жил на свете мудрый бедняк. Был у него сын. Однажды отец сказал ему:\n" +
                    "— Никогда не дружи с дураком. Никогда не бери денег взаймы у только что разбогатевшего человека. Никогда не посвящай жену в свои тайны. Сын    долго    раздумывал    над советами отца. Решил он проверить их мудрость. Подружился он с дураком. Занял деньги у недавно разбогатевшего человека. Тайно от жены зарезал барана и, указав на забрызганную кровью одежду, сказал ей:\n" +
                    "-Смой кровь. Вчера я убил человека. Смотри, никому об этом не говори.\n" +
                    "Ответила ему жена:\n" +
                    "-Да что ты!  Кому я скажу?  Неужели   ты   меня  до сих пор не узнал?\n" +
                    "Прошло несколько дней. Сын бедняка нарочно поссорился со своей женой. Она побежала к хану и рассказала ему, что ее муж убил человека. Хан назначил суд и велел привести убийцу. По дороге на суд сын бедняка зашел к своему другу, дураку, и попросил его быть свидетелем. Дурак знал, что кровь была не человеческая, а баранья. Но из осторожности он все же отказался идти в свидетели.\n" +
                    "—  Мне некогда. Я занят!\n" +
                    "Сын бедняка пошел дальше. Дорогой ему повстречался недавно разбогатевший человек, у которого он взял на днях деньги в долг.\n" +
                    "—  Куда идешь?\n" +
                    "Рассказал сын бедняка.  Заимодавец забеспокоился:\n" +
                    "—  Знаешь    что,    дорогой,— сказал    он.— Отдай    мне долг на всякий случай.\n" +
                    "Пришел сын бедняка на суд к хану. Рассказал он ему всю правду. Хан поверил и оправдал его. Поразился хан мудрости отца и настойчивости его сына. «Эти люди умнее меня,— подумал хан и встревожился:— А вдруг мудрый бедняк сам захочет стать ханом?» И решил хан извести мудреца и его сына. Велел он выкопать глубокую яму и бросить туда бедняка вместе с сыном. Прошло несколько лет. Люди, знавшие мудрого бедняка, давно забыли о нем. Но вот случилась с ханом беда. Подавился он косточкой, и никто не мог спасти его. Визири сказали:\n" +
                    "—  Зачем ты, хан, бросил   мудреца   и   его сына в яму? Они бы вылечили тебя.\n" +
                    "Ответил хан:\n" +
                    "—  А может быть, эти люди еще   живы? Идите приведите их!\n" +
                    "Пошли визири к яме. Мудрец и сын были живы. Когда их бросили вниз, у бедняка был с собой мешок курта. Он и спас узников от голодной смерти. Выслушал бедняк просьбу хана и ответил визирям:\n" +
                    "—  Передайте хану, что мы к нгму не пойдем. Он нас без вины посадил в яму. \n" +
                    "Вернулись визири к хану. Передали слова бедняка. А хан чувствует, что пришла к нему смерть, и говорит:\n" +
                    "—  Обещаю  отдать  им  свое  богатство  и  трон,  только пусть мне помогут.\n" +
                    "Пришли бедняк и его сын к хану. Стал хан просить прощения и помощи.\n" +
                    "—  Очень дорогой ценой можно вылечить тебя,  хан,— сказал  бедняк.— Ты   должен  зарезать   своего   единственного сына.\n" +
                    "Хан долго не соглашался. Но визири потребовали от него этой жертвы, и хан  наконец  согласился. Привели ханского сына, связали ему руки и ноги. Приготовили нож. Больной хан с ужасом смотрит на эти приготовления. Взял бедняк в руки нож и говорит:\n" +
                    "—  Надо повесить  кошму, закрыть сына, а то хан может умереть.\n" +
                    "Повесили кошму. Хан затаил дыхание и ждет. Вдруг он слышит предсмертный хрип. Брызнули у хана слезы из глаз. Захлебнулся он в плаче, и в этот миг косточка, застрявшая в горле, вылетела. Подвели к хану его единственного сына и показали зарезанного  барана,   которого  приготовили  тайком  от  него. Хан сдержал свое слово. Уступил он мудрому бедняку свое богатство и трон."),
            new BookItem("3", "Жиренше и хан", "Жиренше пас лошадей хана. Раз убежали у него лошади. Поехал он их искать. Доехал до перекрестка и остановился. Не знает, по какой дороге ему дальше ехать. Увидел девушку, собиравшую топливо, и спрашивает ее:\n" +
                    "—   По какой дороге лучше ехать? Отвечает она:\n" +
                    "—  По  левой   поедешь — дальше,   но   ближе   будет.   По правой поедешь — ближе, но дальше будет!\n" +
                    "—  Как же это так? — не понял  Жиренше.— Ближе,  а дальше будет?\n" +
                    "—  А там грязь! Спросил Жиренше:\n" +
                    "—   Где ты живешь?\n" +
                    "—   В той юрте, у которой сорок дыр.\n" +
                    "Нашел Жиренше в ближайшем ауле самую дырявую юрту и высватал девушку в жены. Была она очень красивая. Увидел ее хан, надумал взять себе и решил извести Жиренше. Позвал он пастуха и приказывает:\n" +
                    "—  Сшей мне сапоги из камня!\n" +
                    "Пришел Жиренше домой и жалуется жене:\n" +
                    "—  Хан велит сапоги из камня сшить. Что мне делать?\n" +
                    "—  А ты попроси  у  него дратву   из  масла  и  шило  из воску,— посоветовала жена.\n" +
                    "Отправился Жиренше к хану. Стал просить дратву из масла и шило из воску. Говорит ему хан:\n" +
                    "—  Чудак!  Как  же можно сделать дратву  из масла, а шило из воску?\n" +
                    "Отвечает пастух:\n" +
                    "—  А без них сапоги из камня сшить невозможно. Тогда приказывает хан Жиренше сварить ему быка, но так, чтобы в кишках ничего не было   и   чтобы он   не был резан. Пришел Жиренше домой и рассказал жене о новом повелении хана. Говорит ему она:\n" +
                    "—  Возьми  быка,  давай ему   пить   только солонцовую воду и гоняй два дня.\n" +
                    "Поступил Жиренше по совету жены. Ничего в быке не осталось. Сварил он его и стал разрезать при хане. Смотрит хан и видит: бык не зарезан и ничего в кишках нет. Только маленькая травка осталась в желудке. Но Жиренше ее незаметно проглотил. Призадумался хан:  как  извести хитрого пастуха?\n" +
                    "Дает он ему девять баранов и велит, чтобы они через  девять дней по ягненку принесли.\n" +
                    "Пришел Жиренше домой, рассказал жене. Успокоила его жена:\n" +
                    "—  Это он нам девять баранов на еду дал!\n" +
                    "Прошло  девять  дней.   Велела   жена  заколоть  баранов, вымазала руки в крови и идет в аул к хану. Хан встретил ее и спрашивает:\n" +
                    "—  Почему у тебя руки в крови? Отвечает женщина радостно:\n" +
                    "—  Жиренше сейчас парнишку родил.\n" +
                    "—  Что   за   глупости   говоришь? — рассердился   хан.— Разве мужчина может родить?\n" +
                    "—  А как же ты хочешь, чтобы тебе бараны ягнят принесли? —сказала женщина.\n" +
                    "Видит хан — ничего нельзя сделать с Жиренше. Решил он его убить. Позвал к себе и сказал:\n" +
                    "—  Собирайся со мной на охоту. Почуял пастух недоброе и рассказал жене.\n" +
                    "Сделала она из своего молока кумыс, дала мужу и сказала:\n" +
                    "—  Сам   не пей,   но   как   хан   захочет  пить — дай  ему. Тогда он тебя не тронет.\n" +
                    "Поехал хан с пастухом на охоту. Захотел хан пить. Жиренше дал ему кумыса. Напился тот и спрашивает:\n" +
                    "—   Откуда ты взял такой сладкий кумыс? Рассказал пастух правду, ничего не утаил.\n" +
                    "— Теперь твоя жена мне мать!—сказал хан, повернул коня и поехал к себе домой. А Жиренше к жене возвратился."),
            new BookItem("3", "Ученик муллы и хан", "Хан видел сон и забыл его. Он собрал тогда всех мулл и приказал им рассказать, какой он сон видел, а потом разгадать его.\n" +
                    "Один из мулл пришел домой и плачет. А у него был ученик, которому было всего семь лет. Этот мальчик спросил:\n" +
                    "—  О чем плачешь, учитель?\n" +
                    "— Хан велел нам, муллам,— сказал учитель,— рассказать забытый им сон и разгадать его.\n" +
                    "—  Не плачь, а скажи хану, что сон разгадаю за тебя я,— сказал ученик.\n" +
                    "Хан   согласился   выслушать   ученика   муллы.   Мальчик пришел к хану и стал рассказывать:\n" +
                    "—  Вы видели во сне, будто сели на лошадь, переехали\n" +
                    "через мост, на другом конце моста увидели сорок драконов, которые хотели вас разорвать, но небольшая желтая птица спасла вас. Хан повеселел.\n" +
                    "—  Именно это я видел во сне,— сказал он.— Теперь ты разгадай, что этот сон значит?\n" +
                    "—  Вы  сели   на  лошадь,— сказал  ученик  муллы,— это значит, вы правите народом, мост — это ваше ханство, сорок драконов — это сорок ваших визирей, которые  хотят вас убить. Желтая птица — это я.\n" +
                    "Хан казнил всех своих визирей, набрал новых, а мальчика назначил главным."),
            new BookItem("4", "Старик и жигиты", "Один хан ехал с тридцатью жигитами. По пути они увидели высокий холм, на нем сидел старик. Подъехал хан к старику и спрашивает:\n" +
                    "—  Давно   ли   холм   покрыла седина?\n" +
                    "—  Лет уж тридцать будет,— ответил старик.\n" +
                    "—  Ты с двумя, старик?—спросил хан.\n" +
                    "—  С четырьмя, хан,— ответил старик.\n" +
                    "—  С дальним как? —спросил хан.\n" +
                    "—   Близок,— говорит старик.\n" +
                    "—  Ас близкими-то как? —спросил хан.\n" +
                    "—  Далек,— ответил старик.\n" +
                    "—  По одной с тридцати? —спросил его хан.\n" +
                    "-— Твоя  воля,  хан,— ответил  на  это  ему  старик.\n" +
                    "—  Так вперед возьми,— сказал хан.\n" +
                    "—  Не обманут, хан! — ответил старик.\n" +
                    "Простился хан со стариком и поехал. Едет, улыбается,\n" +
                    "а жигитов любопытство берет: о чем хан со стариком разговаривал?!\n" +
                    "—  Скажи нам,  хан,— обратился  один  из  них,— о  чем это ты говорил на холме со стариком?\n" +
                    "—  А ты не догадываешься? —сказал хан.\n" +
                    "— Не догадываюсь,— ответил жигит.\n" +
                    "—  А ты подумай хорошенько,— сказал хан.\n" +
                    "Думал  жигит,  думал  и  ничего   не  придумал.   И  стал опять приставать к хану: скажи да скажи.\n" +
                    "—  Спроси у своих товарищей,— сказал хан.\n" +
                    "Но и товарищи жигита ничего не поняли из разговора хана со стариком. А любопытно было знать это.\n" +
                    "—  Даю вам два дня,— сказал хан,— если за  это время догадаетесь, о чем мы говорили, будет к вам великая милость, а не догадаетесь — худо вам будет!\n" +
                    "Ничего не придумали жигиты и решили отправиться к старику и спросить его: о чем они с ханом говорили? И вот приехали они к нему и спрашивают:\n" +
                    "—  О чем это говорил ты, дедушка, с ханом?  Мы жигиты того самого хана.\n" +
                    "—  Не   скажу,   люди   добрые:   хан   узнает — недоволен  - будет.\n" +
                    "Пристали жигиты к старику: скажи да скажи.\n" +
                    "—  Ладно,— говорит старик,— сколько вас было?\n" +
                    "—  Тридцать.\n" +
                    "—  Давайте все тридцать мне по лошади,— сказал старик жигитам.\n" +
                    "—  Дали   бы,   да   не   здесь   наши   лошади,— ответили жигиты.\n" +
                    "—  И пригнать не можете? —спросил старик.\n" +
                    "—  Пригнать-то   пригоним,— сказали   жигиты,— только скажи!\n" +
                    "—  Вперед   пригоните,— сказал   старик,— а   потом   уж скажу.\n" +
                    "Уехали жигиты за лошадьми. Пригнали их к старику.\n" +
                    "—  Вот тебе, дедушка,  тридцать коней,  говори только, о чем ты беседовал с нашим ханом?\n" +
                    "И старик рассказал им следующее:\n" +
                    "—  Первый   вопрос:   «Давно   ли   холм   покрыла   седина?»— значит:  давно  ли  поседел  я?—Тридцать  лет, дорогие мои! Второй вопрос:  «Ты с двумя, старик?» — значит:  могу ли я ходить?   Где уж ходить мне,  ползаю кое-как   на  четвереньках.   И   сказал   я:   «С   четырьмя,   хан».\n" +
                    "«С дальним как?»—Хорошо ли вижу предметы вдали? Вижу еще и сказал я, что «близок». Когда же тут во г, недалеко, предметы,— совсем почти не вижу, значит— «с близким-то я далек».\n" +
                    "— Любопытны вы, что и говорить,— сказал старик.— Знал это и хан. Знал он, что из разговора нашего вы ничего не поймете, и к нему пристанете. Вот и сказал он: «По одной с тридцати». Это значит: станут жигиты меня расспрашивать, а я им предложу самим узнать. Они не смогут отгадать и пристанут к тебе — так за рассказ-то свой возьмешь ли по одной лошади с жигита? Твоя воля, говорю. Чтобы вы меня не обманули, хан посоветовал вперед взять лошадей-то, а я сказал, что «не обманут».\n" +
                    "Опустили головы жигиты и поехали к хану. Хорошо, что он  их  ни  о  чем  не  расспрашивал,  а они  промолчали."),
            new BookItem("4", "Вор и царь", "В прежние времена жил царь. Он не доверял своим визирям и телохранителям и поэтому у своей постели поставил ученую обезьяну, дав ей в руки обнаженную саблю. — Кто бы ко мне ни приблизился,  руби его!— сказал царь.\n" +
                    "В этом же городе жил известный всем вор. Задумал вор обокрасть царскую казну. Решил он сделать подкоп во дворец. Сделав подкоп, он как раз попал в ту комнату, где спал царь. Смотрит, царь спит, а по нему ползет большой жук. Обезьяна уже приготовилась убить этого жука.\n" +
                    "—  Стой!— закричал    вор      на    обезьяну.— Что      ты делаешь?!\n" +
                    "Царь проснулся   от крика. Смотрит: перед   ним   стоит незнакомый человек.\n" +
                    "—  Кто ты такой?  Зачем ты здесь?— спросил царь.\n" +
                    "—  О таксыр!— сказал вор.— Я знаменитый вор и не могу никак сдержать своих воровских порывов. Я забрался сюда, чтобы украсть твою казну. Но когда я вошел в эту комнату,  то   увидел,  что   по тебе  ползет   навозный  жук. Обезьяна, твой телохранитель, завидя жука, уже замахнулась на него саблей, чтобы нанести удар. Я в этот момент вскрикнул:   «Стой!  Что   ты делаешь?»  Обезьяна   испугалась и выронила   из рук саблю. И вот таким   способом я спас тебя от смерти.\n" +
                    "—  Спасибо тебе! Ты молодец!— воскликнул царь. Он дал вору много денег и отпустил домой."),
            new BookItem("5", "Бай и пастух", "Жили в степи два брата-бедняка. Пошел старший наниматься к баю в пастухи. С баем уговор такой: если- работник откажется от какой-либо работы, то ничего за свой труд не получит. А если хозяин хоть один раз рассердится на работника, то должен отдать ему  половину  своего скота. Договорились, и целый год работник работал хорошо. Подошло время расчета. Хозяин пустился на хитрость. Говорит он работнику:\n" +
                    "—  С завтрашнего дня ты будешь по утрам доить  коров, днем собирать кизяк, а вечером  чинить мою одежду.\n" +
                    "Работник возмутился:\n" +
                    "—  Ты,  хозяин,   наверное,  с  ума  сошел — заставляешь меня делать женскую работу.\n" +
                    "А бай посмеивается. Он уже не одного работника так обманул.\n" +
                    "Отказался бедняк от работы и ушел к себе в юрту, ничего за свой труд не получив. Младший брат выслушал рассказ старшего и пошел наниматься  к баю.  Он нанялся на тех  же условиях. Хозяин дал ему пасти отару овец. В первый жаркий день пастух угнал далеко в степь овец и три дня не гонял их на водопой. Потом пригнал к высокому обрыву над рекой. Овцы увидели воду и стали прыгать с обрыва. Так все стадо и утонуло.\n" +
                    "Когда хозяин узнал об этом, он стал ругать работника. А пастух сказал:\n" +
                    "— Ну, хозяин, раз ты сердишься — давай расчет!\n" +
                    "Приходится баю отдавать работнику по уговору половину скота, а жалко. Вот зарезал он двух баранов и спрятал их в мешок. Но пастух подсмотрел и вынул бараньи туши. А сам забрался в мешок. Ночью бай взвалил мешок на плечи и отправился подальше в степь, чтобы спрятаться от работника. Идет и сам себе говорит:\n" +
                    "—  Как хорошо, что я избавился от такого работника! — Нет,    еще    не    избавился! — шепчет    на    ухо    баю пастух.\n" +
                    "— Проклятье!—крикнул  бай  и  отрезал  себе  ухо.\n" +
                    "А работник начал шептать в другое ухо. Тогда бай отрезал и второе.\n" +
                    "Подошел бай к реке и развязал мешок. Вылез оттуда работник. Бай не подал виду, что удивился. Подошло время ложиться спать.\n" +
                    "—  Ты  ложись сбоку,— предложил бай  работнику.\n" +
                    "— Хорошо!—согласился работник и растянулся на самом краю обрыва.\n" +
                    "Ночью он перебрался на другое место. Бай хотел спихнуть его в воду, но сам упал с обрыва и утонул."),
            new BookItem("5", "Глупый хан", "Однажды русский царь позвал в гости бухарского хана и показал ему свою столицу, дворцы, церквей сорок сороков, купецкие хоромы и торговые ряды. Позавидовал хан русскому житью и решил у себя построить такой же город. Собрал  он  своих   подданных   и   говорит   им:\n" +
                    "—  Не быть у нас больше аулу. Повелеваю  разломать мазанки и юрты и на их месте построить дворцы, мечети и торговые ряды.\n" +
                    "И народ, от мала до велика, от бедного до богатого, принялся за ломку и стройку.\n" +
                    "Живший здесь вор-разбойник незадолго до ханского указа ушел в другое царство на разбой, а когда через много лет вернулся ночной порой, то вместо аула нашел город с башнями, минаретами и торговыми рядами.\n" +
                    "Вор подумал, что жители успели за этот срок разбогатеть, и решил поживиться. Он подкрался к крайнему дому, где жил бедняк, но войти не смог: дверь оказалась на засове. Тогда он решил пробраться в дом через крышу. Поднялся вор на нее и ступил. Крыша не выдержала тяжести и провалилась. Вместе с ней провалился и вор и упал прямо на ноги хозяину.\n" +
                    "Бедняк проснулся и от испуга и боли поднял крик. Вор убежал. Утром бедняк приходит к хану и заявляет ему, что хочет развалить свою хибарку, в которой едва не погиб от вора. Бедняк рассказал, как ночью к нему постучался в дверь вор, а потом он взобрался на крышу, провалился и придавил ему ноги. Хозяин выслушал бедняка и велел поймать вора.\n" +
                    "Слуги быстро его изловили и привели ко дворцу.\n" +
                    "—  Скажи,— спросил   вора   хан,— правда   ли,   что   ты ночью упал с крыши и чуть не задавил бедняка?\n" +
                    "Вор ответил:\n" +
                    "—  Правда, я его чуть не задавил! Тогда хан приказал:\n" +
                    "—  Отрубить ему голову!\n" +
                    "Вор не хотел помирать и заплакал:\n" +
                    "—  Я не виноват, хан! Виноват в этом сам бедняк: зачем он так плохо сколотил крышу, что человек мог провалиться.\n" +
                    "Хан выслушал вора и говорит:\n" +
                    "—  Права твоя речь! Отрубить голову бедняку. Бедняку тоже не хотелось  помирать,  и он стал оправдываться.\n" +
                    "—  Крышу делал не я,— сказал он,— а плотник, за что же рубить мне голову?\n" +
                    "Хан согласился и говорит:\n" +
                    "—  Права твоя речь. В этом виноват плотник.\n" +
                    "Он отпустил вора и бедняка и приказал поймать плотника. Слуги разыскали его на работе и привели ко дворцу. Хан его спрашивает:\n" +
                    "—  Ты сколачивал бедняку крышу?\n" +
                    "—  Я,— отвечает плотник.\n" +
                    "— Ты сколотил так плохо, что ночью вор провалился и чуть не задавил хозяина.  Отрубить ему голову!—приказал хан.\n" +
                    "Палач уже занес топор над головой плотника, но тот отскочил в сторону.\n" +
                    "—  Хан, повремени казнить, дай слово  вымолвить.  За труды не секут людям головы.\n" +
                    "—  Но ты сделал плохую крышу, и через это мой верноподданный едва не погиб от руки разбойника.\n" +
                    "—  Я   в   этом   виноват   меньше   всего,— ответил   плотник,— пильщики резали доски очень тонкими, от этого они и переломились.  Следует пильщиков наказать,  чтобы  они не портили чужое добро.\n" +
                    "Хан подумал и сказал:\n" +
                    "—  Ты правду говоришь. Иди с миром.\n" +
                    "Плотник ушел, а хан приказал привести к нему пильщиков. Слуги стащили их с козел и приволокли ко дворцу.\n" +
                    "—  Вы резали доски бедняку?—спрашивает их хан.\n" +
                    "—  Мы,— отвечают пильщики.\n" +
                    "—  Из-за вас мой правоверный слуга едва не погиб. Вы резали доски так тонко, что они на выдержали вора. Тот провалился и упал на хозяина. Теперь   у   него болят   ноги.\n" +
                    "—  Наше дело маленькое,— отвечают   пильщики.— Мы пилили доски по указке хозяина. Какие он приказал, такие мы изготовили. Ему было сказано, что эти доски пригодны  только  на  забор,   а   он   из  них  потолок настлал.  Так пусть же за свое неразумие хозяин расплачивается.\n" +
                    "Хан подумал и сказал:\n" +
                    "—  Вашими   устами   говорит   истина.    Во   всем   виноват только бедняк.\n" +
                    "Он отпустил пильщиков и приказал слугам казнить бедняка. Ко дворцу привезли лес для виселицы.\n" +
                    "Бедняк видит, что ему теперь не сдобровать, и пошел на хитрость. Он подбежал к слугам и начал торопить их с постройкой виселицы. Хан узнал это и говорит:\n" +
                    "—  Не торопись, бедняк, на тот свет: все равно тебе в раю места нет!\n" +
                    "—  Хан, хан,— отвечает бедняк,— поэтому я решил занять чужое место.\n" +
                    "Хан удивился и спрашивает:\n" +
                    "—  Как же это ты можешь сделать?\n" +
                    "— Я хочу занять место твоего тестя, великого визиря. Умирая, перед моим приходом сюда, он заявил: кто опередит его смерть, тот получит его место в раю. Потому-то я так и тороплю твоих слуг. Пусть они помогут мне занять место визиря в раю.\n" +
                    "Услыхал хан это, и взбрела ему мысль опередить бедняка и завладеть местом визиря. Он вскочил в петлю и кричит слугам:\n" +
                    "—  Затягивайте скорей! Я хочу быть на месте великого визиря.\n" +
                    "Слуги не посмели ослушаться и выполнили приказ хана.\n" +
                    "Так одной дурной головой на свете стало меньше."),
            new BookItem("6", "Алеуко-батыр", "У Алеке был сын. Звали его Алеу-ко. Однажды он увидел во сне дочь хана и влюбился в нее. Алеу-ко решил разыскать ее. Пробрался он к девице, усыпил сторожей, переставил свечи, которые стояли в головах. Девица проснулась, увидела, что свечи переставлены, и приказала казнить сторожей, а на их место назначить новых. Но и этих Алеуко усыпил и переставил свечи. Девица увидела Алеуко и влюбилась в него. Она стала просить своего отца выдать ее за Алеуко. Но хан не согласился: человек черной кости не может быть мужем его дочери. Но Алеуко не отступил от своего: он попросил отца высватать ему дочь хана. И тогда отец Алеуко пришел к хану и запел:\n" +
                    "\n" +
                    "Ты железо, ты железо, а я уголь.\n" +
                    "Я пришел расплавить железо.\n" +
                    "Я пришел соединить детей взрослых.\n" +
                    "\n" +
                    "Услышала ханская дочь и запела в ответ отцу Алеуко:\n" +
                    "\n" +
                    "Моя   нежная   шея   утомилась,   молодец. \n" +
                    "На моей спине появился нарыв, молодец. \n" +
                    "Убегай в горы, молодец! \n" +
                    "Слепой Карьке догоняет, молодец...\n" +
                    "\n" +
                    "Опять запел отец Алеуко:\n" +
                    "\n" +
                    "Твоя нежная шея утомилась, моя дорогая! \n" +
                    "На твоей спине сделалась ссадина, моя дорогая! \n" +
                    "В горы беги, моя дорогая! \n" +
                    "Я не уйду, не сразившись с Карьке!\n" +
                    "\n" +
                    "Хан не согласился выдать дочь за Алеуко. Но дочь не желала идти за другого. Тогда хан сказал:\n" +
                    "— Пусть Алеке наполнит скотом все мои летовки, зимовки и осеневки. Если выполнит он это, то я выдам свою дочь за его сына.\n" +
                    "Алеке выполнил желание хана. В это время Алеуко был в походе, и хан воспользовался этим и откочевал в другое место. Когда Алеуко вернулся, то не застал хана. Отправился жигит разыскивать свою любимую. Вот он доехал до большого моря, переправился на другой берег. Там он нашел хана, который собирался выдать свою дочь за слепого великана Карьке и готовил свадьбу. Пришло время праздничных состязаний. Стали бороться. Вышел брат слепого великана. Никто его не смог осилить. Тогда Алеуко превратился в Тазша-балу и попросил разрешения бороться с великаном. Над ним стали смеяться. Но Алеуко взял брата Карьке за руку, ударил его о землю — разбился великан вдребезги. Тогда вышел сам Карьке. Таз-ша-бала сказал хану, что будет драться с Карьке лишь в том случае, если хан отдаст дочь за победителя. Хан не согласился, и борьба не состоялась.\n" +
                    "Началась байга. Тазша-бала выехал на жеребенке. Сидевшие на бегунцах стали над ним смеяться. Они уехали вперед, а Тазша-бала остался позади. Когда они были на половине пути, он обратил своего жеребенка в его настоящий вид — в  хорошего скакуна  и  обогнал  своих  соперников Ханская дочь пошла посмотреть на победителя и заметила на руке Тазша-балы свой перстень. По этому перстню она узнала Алеуко и договорилась с ним бежать от отца. Ханская дочь была волшебница: она посадила Алеуко себе на спину и полетела. Слепой Карьке заметил это и погнался за ними. Тогда девица запела:\n" +
                    "\n" +
                    "Больно моей спине, Я устала.\n" +
                    "\n" +
                    "Алеуко ответил ей:\n" +
                    "\n" +
                    "Если ты устала, то остановись! \n" +
                    "Я буду биться с ним...\n" +
                    "\n" +
                    "Она остановилась, и великан догнал их. Алеуко сказал великану, что первым должен стрелять он, Алеуко, потому что является первым женихом красавицы: он первый высватал ханскую дочь. Карьке согласился. Алеуко выстрелил в грудь противника и убил его. Со своей возлюбленной Алеуко возвратился к хану. Тот был вынужден отдать за него дочь. Навьючил хан на восемьдесят верблюдов разного добра и отпустил молодых. Алеуко со своей женой уехал в родной аул."),
            new BookItem("6", "Мудрость Жиренше", "Хан  устроил   той  и,   пропуская   по одному мимо себя приближенных, гладил  себя  по  голове.  Никто  не мог догадаться, что это означало. Но  вот  пошел   Жиренше.  Хан также   стал  гладить   себе   голову. Жиренше, видя это,  показал хану язык.  Тогда  хан  сказал: — Сколько вас прошло мимо меня, и перед каждым  я гладил голову, как бы спрашивая вас: «Чем голова может навлечь на себя   беду»,   но никто   из вас не понял этого. Жиренше же, как только я повел рукою по голове, сейчас же высунул язык. Этим он пояснил, что на голову может навлечь беду язык. И я теперь вижу, что никто из вас не может равняться с Жиренше. И хан наградил Жиренше..."),
            new BookItem("7", "Меткость Жиренше", "—  Таксыр!— сказал   Жиренше   хану.— Я   стрелял   в одного кулана и прострелил ему одним выстрелом заднюю ногу и ухо.\n" +
                    "—  Как   это   могло  случиться?—сказал   хан.— Ведь  у кулана уши выше ног.\n" +
                    "—  О, это очень просто, таксыр,— ответил Жиренше.— В то время, когда я стрелял, кулан ногою чесал ухо."),
            new BookItem("7", "Ходжа и лентяй", "Как-то Ходжа встретил лентяя  и стал  расспрашивать его о жизни. Лентяй рассказал:\n" +
                    "—  Подадут    что-нибудь — ем,    а    не    подадут — сижу смирно.\n" +
                    "—  Видно  «смирение»  твое  похоже   на  «смирение»   городской   собаки,— заметил   Ходжа,— она   тоже   надеется только на подачку.")
    };


    public static final BookItem[] ALL_BOOKS = {
            new BookItem("1", "Ақ тышқан мен нәресте", "Ақ тышқан мен нәресте\n    Алыстағы бір ауылда жесір қалған жүкті әйел өзіне" +
                    " серік болсын деп таудағы жаралы ақ тышқанды (күзен)асырап алады. Ақ тышқан әйелдің" +
                    " қасынан бір сәтте деайырылмапты. Қаншалықты үй жануары болмаса да, барынша тіл алғыш болады." +
                    " Бірнеше ай өткен соң әйел босанады. Жалғыз басты әйел үшін барлық қиыншылықтарға төтеп беруге" +
                    " және баласын асырап бағуға тура келеді. Күндердің күнінде баласын үйіне тастап, біраз уақытқа" +
                    " сыртқа шығуына мәжбүр болады. Алайда үйде нәресте мен ақ тышқан қалады.\n" +
                    "   Арада біраз уақыт өткен соң әйел үйіне оралады. Есіктің алдында аузы-басы қанға боялған ақ тышқанды" +
                    " көргенде зәр-иманы қалмай, аласұрып, ақ тышқанға бас салады. Сөйтіп, тышқанды өлтіріп тастайды. Дәл" +
                    " сол мезетте ішкі бөлмеден нәрестенің дауысы шығады. Анасы жүгіріп барып қараса, бөлменің ішінде бесікті," +
                    " бесіктің ішіндегі нәрестені және нәрестенің қасында паршаланып жатқан жыланды көреді... \n" +
                    "  \n" +
                    " \"    Адамдардың қате түсінігін бөлшектеу – менің атомды бөлшектеуімнен де қиын.” (Эйнштейн)"),
            new BookItem("1", "Ай неге жалаңаш қалды", "Бірде ай өзіне көйлек тіктіріп алмақ болыпты. Тігінші айдың бой тұрқын өлшеп " +
                    "алады да көйлекті пішіп, тігуге кіріседі. Уәделескен шағында Ай көйлегін алуға келсе, көйлегі әрі тар, әрі қысқа болып шығыпты.\n" +
                    "  - Иә, мен қателескен екем, - дейді тігінші. Сөйтіп, көйлекті қайта пішіп, қайта тіге бастайды. Уәделескен мерзім жақындап," +
                    " Ай көйлегін алуға тігіншіге тағы келеді.\n" +
                    "    Бұл жолы да көйлегі шақ келмей, қысқа болып қалыпты.\n" +
                    "  Иә, тағы да дұрыс өлшемеген екем ғой, - дейді. Айдың толыса беретініне түсінбеген тігінші. Сонымен қайта өлшеп," +
                    " қайта пішіп, қайтадан тігуге кіріседі.\n" +
                    "  Ай тағы да көйлегін алуға келе жатады. Тігінші киіз үйдің түтігінен асқанда келе жатқан топ-толық өзі тіккен " +
                    "көйлектен екі есе үлкен Айды көреді. Не істерін білмей, сасқалақтап тігінші басы ауған жаққа қаша жөнеледі." +
                    " Ай ары іздеп, бері іздеп тігіншіні таба алмай қалады. Сол себепті, Ай көйлексіз жалаңаш қалыпты."),
            new BookItem("2", "Ақыл, ғылым, бақыт", "   Ақыл, Ғылым, Бақыт - үшеуі бір-бірінен артықшылығын салыстырып таласып" +
                    " сарапқа түсіпті. Сарапшылар оларға былай депті: Бірінші Бақытқа: сен, тұрақсыз, опасызсың, орныңды таңдамай" +
                    " қонасың, қонғаныңды ісінтесің, тасытасың, ақырында бір күні лақтырып тастап кетесің. Ақылмен тізе қос, сонда" +
                    " көп жасайсың, - депті. Екінші Ғылымға: дүниеде сенен күшті нәрсе жоқ, қара тасты қайнатасың, дүние жүзін" +
                    " жайнатасың, сақауды сайратасың, жоқты бар, бардан жоқ жасайсың, бар ғаламды өзіңе бағындырғың келеді, " +
                    "бағынбағанды демде әлек қыласың. Түзеу де, бұзу да сенен шығады. Ақылмен бірік, сонда абыроймен ұзақ жасайсың," +
                    " - депті. Үшінші Ақылға: дүниеде адамзатқа сенен артық дос жоқ, бірақ Ашу үстіңе кіріп келгенде, орныңды беріп " +
                    "шығасың да кетесің. Ашу бүлдіріп-бүлдіріп кеткен соң, кіресің де ашудың бүлдіргенін оңдайсың. Әуелден орныңнан" +
                    " тұрмай отырсаң, Ашу сенің үстіңе кірмеген болар еді. \n" +
                    " - Барыңдар, Ақыл, сен адам бол, Ғылым, сен ат бол, Бақыт сен қамшы бол. Үшеуің біріксең ешбір мұң-мұқтаждарың" +
                    " болмайды, - депті. "),
            new BookItem("13", "Ақылды етікші", "   Бұрынғы өткен заманда бір патша болған екен. Оның әрбір тәртібін халқы екі " +
                    "етпей уақытымен орындап тұрады екен. Бір күні бұл патша: «Менің әрқашан халық пайдасына еткен әмірім орнына" +
                    " нақпа-нақ келіп тұрады және халқым да мені жақсы көреді. Сондықтан да мен олардың пайдасын ойлаймын. Енді" +
                    " мен осы халқыма зиянды бір әмір таратайын. Халқым тыңдап, орнына келтірер ме екен? Жоқ, келтірмес пе екен?»" +
                    " - деп ойлап уәзірлеріне: \n" +
                    " -  Халыққа тегіс хабарландырыңдар: «Ешкім басына пайда қылмасын!» - деп, әмір қылады. Бұдан соң уәзірлер " +
                    "бұл әмірді халыққа естіртіп болып, патшаға: \n" +
                    " -  Халқыңыз әміріңізді нақпа-нақ айтқаныңыздай орнына келтіретін болды, - дейді. Патша уәзірлеріне еш жауап" +
                    " айтпайды. Түн болған соң үстіне бөтен, ескі киім киіп, әмірінің қалай орындалғанын көру үшін көшеде жүрсе," +
                    " шеттегі бір үйде шам жанып тұр екен. Патша қайыр сұраған кісі болып, шам жанып тұрған үйге келсе, үйдің ішінде" +
                    " бір етікші етік тігіп отыр екен. Етікші қайыршыны көріп тұра келіп, бір кішкене нан береді. Сонда қайыршы: \n" +
                    " -  Сен патшаның әмірін тұтпаған не қылған адамсың? «Ешкім басына пайда қылмасын және шам да жақпасын», - дегені " +
                    "қайда? - дейді. Сонда етікші: «Сенің онда не жұмысың бар? Сондай әмір қылып отырған патша да ақымақ. Себебі, мен" +
                    " жарлы адаммын. Күнде төрт теңге пайда қыламын да, төрт теңге зиян қыламын. Міне, мен сонымен күн көріп отырмын." +
                    " Патша ақылды болса, осыны білер еді», - дейді. Патша бұған жауап қайтармастан үйіне келеді де, ақылды төрт " +
                    "уәзірін шақырып алып: Сіздерді басқалардан ақылы көп деп, өзіме уәзір қылып едім. Енді менің сіздерден сұрайтын" +
                    " сауалым бар. Күніне төрт сом пайда, төрт сом зиян қыламын. Сол пайдам мен зияным не? Үш күн ішінде соны табыңдар" +
                    ". Таба алмасаңдар, бастарыңды аламын! Өздерің таппасаңдар да табатын кісі тапсаңдар, жазадан құтыласыңдар! - депті" +
                    ". Уәзірлер үш күннің ішінде өздері де шеше алмай және табатын кісі де таба алмаған соң, енді патшаға көрінбей, қашпақшы" +
                    " болып жүргенде, баяғы етікші уәзірлерге келіп: \n" +
                    "-  Мен патшаның сұраған сауалын тапсам, сіздер маған не берер едіңіздер? - дейді. Уәзірлер төрт мың ділда бермекші" +
                    " болады. Етікші уәзірлерден төрт мың ділданы санап алып, олармен бірге патшаға барады да: \n" +
                    " -  Тақсыр, мен етік тігіп, әр күні төрт сом пайда, төрт сом зиян қылам. Ол былай: бір сомды қарызға беремін. Бір" +
                    " сомды ескі қарызымды төлеуге беремін, бір сомды құдыққа тастаймын, бір сомды әйеліммен екеумізге жұмсаймын, - депті. \n" +
                    "Сонда патша: \n" +
                    " -  Әйеліңмен екеуіңе жұмсалған ақшаға бәріміз де түсінеміз, қалған үш сомның жұмсалған орнын анықтап түсіндір, - " +
                    "депті. Бұл сөзге етікші былайша жауап қайырыпты: \n" +
                    " -  «Бір сомды қарызға беремін», - дегенім: «Қартайғанда өзімді асырар», - деп балама беремін. «Бір сомды ескі " +
                    "қарызыма беремін» - дегенім: өзімді жасымда асыраған кәрі әкем мен шешеме беремін. «Енді бір сомды құдыққа тастаймын» - " +
                    "дегенім: күйеуіне тұрмай, қайтып келіп отырған қызым бар, соған беремін дегенім, - депті. Сонда патша: «Бұл етікші " +
                    "ақылды адам екен», - деп, өзіне уәзір қылған екен. "),
            new BookItem("3", "Алтын балық", "  Баяғы заманда Бағдат шаһарында жоқшылықпен  күні өткен бір кемпір мен шал тұрады екен. Олардың ортасында сегіз жасар жалғыз ұл баласы болыпты. Кемпір үй ішімен айналысады да, шал ау тартып, азын-аулақ іліккен балықты талшық қып тағам етіп күнелтеді екен. Бір күні баласы: \n" +
                    "-  Әке, мен де ау салуды үйренейін, бүгін мені жібер, - деп өтінеді. Шал мен кемпір жалғызы әлдеқалай суға түсіп кете ме деген қауіппен рұқсат етпесе де, бала жылап- еңіреп қоймағансын, «барсаң бар» дейді. Бала қуанып кетеді. Кешкісін құрған ауына ертесімен барып қараса, бір алтын балық оралып тұрады. Бала қуанғанынан не істерін білмейді. Үйге жеткенше жүгіреді. Баласының алтын балық әкелгенін көргенде, қуанған кемпір мен шал тұра жүгірісіп, біріне-бірі соғылысып құлап та қалады. Шал балықты алып шаһардың патшасына жүгіреді. Патша сарайының күзетшілері оны сарайға кіргізбей әуре жасайды. Ақырында «патшаға тарту етіп алтын балық әкелді» дегенді естіп, кіруге патша өзі рұқсат береді. \n" +
                    "  Балықты көрген патша шалға: \n" +
                    "-  Сен өміріңде алтын балық ұстап көрген жоқ едің, мынаны кім ұстады? - деп сұрайды. Шал: \n" +
                    " -  Кішкентай ұлым ұстады, - деп жауап береді. \n" +
                    " -  Онда сол баланы жібер маған, - деп, шалды үйіне қайтарады. Бала келгенсін патша оған көп алтын береді, бала үйіне қуанып қайтады. \n" +
                    " Оны естіген патша санаттары күншілік етеді. Олар патшаны былай деп азғырады: \n" +
                    "-  Бұл алтын балық жалғыз болмау керек. Оның жұбайын таптырып алыңыз балаға, - дейді. Патша санаттарының айтқан ұсынысын қабыл алады. \n" +
                    " Баланы шақырып алып: \n" +
                    "-  Бұл балықтың жұбайын тауып әкел, - деп бұйырады.  Сау басына сақина тілеп алған бала үйіне жылап келеді.  Патшаның бұйрығын айтады, әке-шешесі де қатты қиналады. Содан бала тағы да ау құрады. Ауына барса тағы да алтын балық ілігіп жатыр екен. Балықты алып тағы да патшаға апарып тартады. Патша қатты разы болғандықтан көп алтын қазына береді және кемпір-шалға жақсы сарай салдырып береді. Бұрын өлмесінің күнін кешкен шалдың үйі қазір кең бөлмелері бар, дүние-мүлкі мол, жақсы, сәулетті үйлердің қатарына кіреді. Мұны көрген патша санаттары өшпенділікті бұрынғыдан да күшейтеді. Олар енді баланы алысқа, «барса келместің» жолына жіберудің айласын қарастырады. Олар патшаға келіп былай дейді: \n" +
                    "-  Мәртебелі тақсыр, бұл бір тамаша іс болды. Тек бір келіспейтін жері алтын балық жай суда өмір сүре алмайды, оның дүниеде өзіне лайықты алтын суы да болуға тиісті, енді соны алдырыңыз, - дейді. \n" +
                    " Аңқау патша оған да иланады. Баланы шақыртып алып алтын су тауып әкелуге жұмсайды. \n" +
                    "-  Орындамасаң дарға асып өлтіремін, - дейді патша.  Бала үйіне қатты қамығып келеді. Әкесі: «Тағы не әмір етті патша?» - деп сұрайды. Бала: «Алтын су тауып алып кел деді», - деп жылайды. Кемпір-шал мұны естігенде естерінен айырылады. Бір күні бала әке-шешесімен бақыл айтысып, алтын су іздеп алыс сапарға шығады. Ол неше орман, өзендер- ден өтіп, биік асулардан асып, елсіз-сусыз шөл далалар мен беталды құла түзбен жүре береді. Бір жерлерге келгенде қой баққан шалға кез болады. Қарияға сәлем беріп қолын алады. Шал баладан жөн сұрайды. Бала өзінің бағдаттық екенін, патшасының әмірі бойынша алтын су іздеп жүрген жан екенін айтады. Қойшы шал ұзақ ойланып, сөйлепті. \n" +
                    "-  Тегі ондай су бары бар, бірақ оған жетіп алып, қайту оңай іс емес, - дейді ол. Осы арадан қырық күншілік жол жүріп үлкен дарияға кез боларсың, одан кемеге мініп өтесің. Дарияның ол шеті мен бұл шеті өте қашық. Кеме жыл тәулігінде бір оралады. Кеме бергі жағада болса тез өтесің, арғы жағада болса бір жыл күтуіңе тура келеді, - дейді қария сөзін жалғап, - содан әрі тағы жүре бересің. Алдыңнан тас қорған көрінер, ол көрінгеннен кейін де он тәулік жол жүресің. Оның биіктігі қырық кез дейді айтушылар. Оны қыз патшасы билеп тұрады. Оның халқы да әйелден болса керек. Тұрғындары адам перісі дейді. Міне, осы шаһардың ішінде алтын сулы көл бар дегенді естігенім бар, шырағым, - дейді шал.\n" +
                    "  Бала одан әрі де ұзақ жүріп, қария айтқан дарияға келсе, керуен тиелген кеме жағадан жаңа ғана қозғалып барады екен. Жартастан кемеге секіріп береді бала. Сәті болғанда кеменің дәл үстіне түседі.Теңізден өтіп шығып неше тәулік жол жүргеннен кейін қыз патшасының тас қорғанына да жетеді, бірақ қорғанның биіктігі сондай, оның басына шығу былай тұрсын, тіпті, төбесіне қараудың өзі қауіпті болады балаға. Бала қатты қамығып, зарлап жылайды, дегенмен қарап жата алмайды. Қорғанның сыртын айналып жүре береді. Ақырында бір қорғанға жанай шыққан зәулім терекке кезігеді. Бала соның бойымен өрмелеп қорғанның басына шығады. Қорған іші, бүкіл қала, тамаша бір нұрлы сәулеге бөленіп көз тұндырып тұр екен. «Бұл алтын судың сәулесі болар», - деп ойлады бала. Мұны көрген бала дәті шыдап аялдай алмай қорғаннан ішке қарай секіреді. Содан кейінгіні өзі де сезбейді. Бір уақытта көзін ашса, бір үйдің ішінде жатыр екен. Үй ішіне көз салып қараса, тамаша көрікті үй екен, ешбір жан сезілмейді. Бір уақытта есіктен бойжеткен қыз кіреді. Қыздан бала сұрай бастайды. \n" +
                    "-  Мен қайда жатырмын?  -  Сені қорғанның ішінде мүшкіл халде жатқан жеріңнен осы үйге алып келдім, бүгін үшінші күн, сен маған өз жайыңды баян етші! - дейді қыз.  -  Мен Бағдаттан келемін, алтын су іздеп жүрмін, - дейді бала.  -  Сенің іздеген суың осында бар. Бірақ, бұл жер сен үшін өте қауіпті, - дейді қыз. Мұнда, - дейді ол, - адам перісінің уалаяты тұрады. Патшамыз Қорлығайым деген қыз. Оның халқы да бір өңкей әйелдер, еркек адам аты мен болмайды. Егерде ер адам мұнда кезіксе өлтіреді, мен саған шынымды айтсам, өзім бұл араның адамы емеспін. Тегі, сол өзіңнің айтқан «Бағдат» шаһарынан болуым керек. Олай дейтінім, - дейді қыз, - патшамыздың маған «әй, Бағдат қызы» деп шақырғаны әлі есімде қалыпты. Мені осында жас кезімде көтеріп алып келсе керек. Сондықтан, - дейді қыз, - осы мен тұрған үйде көрінбей тұра бер. Білсе, сені де, мені де жоқ қылады. Сонымен бала көрінбестен қызбен бірге бірі апа, бірі іні есебінде тұра береді. Әлгі «Бағдат қызы» патшаның аспазшысы екен, ол күн сайын түрлі жемістерден басқа да әртүрлі тәтті өсімдіктерден тамақ жасап беріп тұрады екен, алайда тағамға тұз салу дегенді білмейді екен. Бір күні бала қалтасының түбінде жүрген бір кесек тұзды қазанға тастап жібереді. Сол күні асын ішкеннен кейін Қорлығайым аспазшы қызды шақырып алып: Бүгінгі асты кім пісірді», - дейді. Аспазшы қыз бүгінгі тамағының аса дәмді екендігін өзі де сезген болатын, сондықтан ол былай деп жауап береді: \n" +
                    "-  Тақсыр патшам, мен сізге нағыз шынымды айтайын. Бұдан он бес жыл бұрын еш адамға қатыссыз жүкті болып бір қыз тудым, сол қызым қазір он бес жасқа жетті, бүгінгі асты пісірген сол, - дейді. \n" +
                    " Патша өзінің санаттарын жиып алып: \n" +
                    "-  Қазір шаһардың халкын түгел алтын көлдің жағасына сапка тұрғызыңдар, - деп бұйырады. Әлгі аспазшы қыз да баланы қыздарша киіндіріп жиынға алып барады. Халық жиналып болған соң, дереу шешініп суға түсуге тәртіп беріледі. Сол уақытта баланың ер екені анық- талады да, бір санатына патша баланың басын кесуге бұйырады. Баланың басын алмақшы болған патша санаты баланың көрікті жүзінен есі ауып құлайды. Екінші санаты да оның аяғын құшады. Бұған ашу шақырған патша балаға қылышын алып өзі ұмтылады. О да есі ауып құлайды. Есін жиып, Қорлығайым патша халқын таратады да, баланы өз сарайына енгізуге бұйырады. Сарайға келгенсін қыз патша балаға айтады: \n" +
                    "-  Менің саған ықыласым түсті, сондықтан өлтірмедім. Ықтияр болсаң, саған тиемін және тағымды беремін, - дейді Қорлығайым. \n" +
                    " -  Қарсылығым жоқ, - дейді бала, - бірақ сізге қояр бір тілегім бар, қабыл алсаңыз. \n" +
                    " -  Айт! - дейді қыз патша. \n" +
                    " -  Мен елімнен шықканда, патшамыздың әмірі бойынша, алтын су іздеп шығып едім. Сол іздегенім сіздің шаһардан табылды. Соны патшамызға табыс етсем деймін. Тілегім осы, - дейді бала. \n" +
                    " Патша баланың тілегін қабыл алып, Шолақ пері деген бас санатына бұйрық береді: «Керекті мөлшерде алтын суды алып және мына баланы қанатыңа отырғызып Бағдат патшасына жеткіз», - дейді. Бағдат патшасының сарайына алып келіп түсіреді де, Шолақ пері былай дейді: «Патшаңызға кіріңіз де, алтын балық жүзетін хауызды көрсетіңіз және, - дейді ол, - мен өзіңе керек болған кезде, мынаны тұтата қоярсың», - деп шашынан екі тал жұлып береді. Бала патшасына кіріп бұйрығын орындап келгенін айтып: \n" +
                    "-  Хауызды қараңыз, - дейді. Қараса, хауыз алтын сумен лық толып тұрады. Оны көрген патша хисабы жоқ сыйлықтар береді. Бала үйіне барғанда әке-шешесі баласын танымай қалады. Қасірет пен қапалық шеккен сорлылар айтумен әрең таниды. Олар баласының аман келгендігіне үлкен той жасап жатқанда, патшаның жауыз санаттары баланы қалайда жоюға әрекеттеніп жатады. Олар тағы да патшаға келіп былай дейді: \n" +
                    " -  Зор мәртебелі, патша ағзам! Дәрежеңіздің бұдан да жоғары болғанын шын ниетпен тілейміз. Сіздің алтын балығыңыз да бар, ол еркін жүзетін алтын суыңыз да болды. Әрине, тақсыр, бұған өзіңіздің данышпандығыңыз арқылы жетіп отырсыз. Екінші жағынан, біздің көмегіміз болғанын біліп отырсыз. Біздің сізге тағы бір берер кеңесіміз бар. - Айтыңыздар, бағалы ұсыныстарыңды тыңдауға әрдайым әзірмін, - дейді патша. -  Ол мынандай, дүниеде екі алтын құс бар дегенді естиміз. Енді соны алдырсаңыз, мәртебеңіз бұрынғыдан да артар еді, - деп азғырады олар. Ақылсыз патша оған да иланады. Баланы шақырып алып екі алтын құсты тауып әкелуге бұйырады. Бұл жолы да бала үйіне қамығып келеді. Алайда ол Қорлығайымға барып ақылдаспақшы болады. Шолақ перінің екі тал шашын тұтатады. Сол-ақ екен, Шолақ пері жетіп келіп, баланы алып қыз патшаға көзді ашып-жұмғанша жетіп барады. Бала қыз патшаға өз патшасының тапсырмасын - екі алтын құсты іздейтінін айтады. Қорлығайым оны да өзі табатынын ескертеді. Шолақ періні өзінің басқа елде патша болып тұрған ағасына жұмсап былай дейді: \n" +
                    " - Қорлығайым қарындасың ерге шығатын болды, соның тойына шақырады және екі алтын құсын шашуға алып келсін деп айтты де, - дейді. Қарындасының тойына екі алтын құсын алып, ағасы да келеді. Сөйтіп Қорлығайымның отыз күн ойыны, кырық күн тойы өткенсін, екі алтын құсты алып бала Шолақ перінің қанатына мініп еліне келеді. Патшаға екі алтын құсты тарту қылып тартқасын патша разы болып патшалық тағына отыруға балаға өз орнын береді. Сүйтіп, кемпір-шалдың баласы екі елді өзі билеп, Қорлығайымды әйелдікке алып, барша мұратына жетіпті. Қорлығайымға аспазшы болған бағдаттық қыз сол баланың туған апасы, кемпір-шалдың тұңғыш қызы екен. Оны бес жасында белгісіз нәрсе көтеріп алып кеткен екен. О да әке-шешесін көріп, қуанышқа кенеледі."),
            new BookItem("3", "Батпан құйрық", "  Қарны ашқан қасқыр тамақ іздеп, арсалаңдап келе жатады. Сол кезде түлкі жолығады. \n" +
                    "-  Қасеке, жолың болсын! Қайда жортып барасың? - деп сұрайды түлкі жылмаңдап. \n" +
                    "-  Түкем, қарным ашты. Тамақ іздеп барамын. \n" +
                    "-   Қасеке-ай, менің де қарным ашып келе жатыр еді, өзің кездестің. Жолым болады екен. Бірге іздейік. \n" +
                    "-   Ал, түке, ендеше баста, - дейді қасқыр. Қасқыр мен түлкі жорта жөнеледі. Бір мезгілде төңкеріліп жатқан қойдың тегенедей құйрығына тап болады. Қуанғаннан қасқырдың екі көзі сексеуілдің шоғындай жайнап кетеді. Оп-оңай табыла қалған тамаққа таңырқап, түлкіден сұрайды: \n" +
                    "-  Түке, түке, бұл неғылған батпан құйрық, тегіннен тегін айдалада жатқан құйрық?! Түлкі ойлаған боп, қипаңтай жауап қайырды: \n" +
                    "-  Апырмай, қасеке-ай, бір алаңғасар базарға барған шығар. Арзан бағаға алған шығар. Қанжығасына бос байлап, содан түсіп қалған шығар. \n" +
                    "-  Ай, түке, сонда да мен осыныңнан қауіптеніп тұрмын. \n" +
                    "-  Қасеке, сен қауіптеніп, қорқатын болсаң, мен-ақ жей салайын, - деп, түлкі құйрыққа үмтыла бергенде: \n" +
                    "-     Тоқта, тоқта! - деп, қасқыр арс ете қалады. Түлкі жалт беріп, құйрығын бұлғаңдатып, шоңқып отыра кетеді. Ашқарақ қасқыр былқылдақ құйрыққа ауызды салып кеп жібереді. \n" +
                    "-  Қасеке, мені де ескерсейші! Олжаға ортақ емеспіз бе? - деп, түлкі өтірік мүләйімсиді. Қасқыр оған ала көзімен ажырая қарап, тісін ақситып: \n" +
                    "-   Был-жыр-рра-ма...- дейді де, қойдың тегенедей құйрығын төрт-ақ асап, толғап-толғап, қылғи салады. Қарны тойып, қарық болған қасқыр аузын кере қарыс ашып, ыңыранып, бір керіліп алады да, жорта жөнеледі. \n" +
                    "Іші біліп, мұртынан күліп, қасқырдың соңынан келе жатқан түлкі: \n" +
                    "-   Апырай, қасеке-ай, әлгі май құйрықтан тым болмаса бір асам дәм татырмадыңыз-ау, ә?! - деп, күңкілдейді. \n" +
                    "-   Түке-ау, мұрныңа майдың иісі барғаны да жетпей ме! - деп, қомағай көкжал қарқ-қарқ күледі. Біраздан кейін қасқырдың көзі алақтап, тілі салақтап, жанын қоярға жер таппай, дөңбекшиді де калады. \n" +
                    "- Е-е... құйрық жейтін батырмысың, жан бергелі жатырмысың?! - деп, түлкі қусықылықтай кеп күледі. \n" +
                    "Емің бар ма, түлкіжан-ау... Түкешім, аясаңшы ағаңды, - деуге қасқырдың тілі әрең келіпті. У барған ішке су барса, тез өлтіретінін білетін түлкі: \n" +
                    "- Удың емі су болады, қасеке. Су ішсең, жаның қалады, сәтін салса, - дейді. Қасқыр бар қалған күшін жинап, суды тілімен жалап-жалап алады да, қалпақтай ұшып түседі. \n" +
                    "- Міне, саған батпан құйрық, айдалада тегіннен-тегін жатқан құйрық! - дейді де, түлкі өз жөніне кете барады."),
            new BookItem("4", "Ғылманның өнері", "   Бұрынғы өткен заманда Бағдат шаһарында Ғылман деген бір ақылды адам болған екен. Бағдатта оның әр түрлі дәрігерлік өнерімен атағы шығады. Мұны естіген Бағдат патшасы Ғылманды өзіне шақырып алдырыпты. Патша күн сайын онымен бірге кеңесіп отырады екен. Ғылманның өнерлеріне таң қалып жүреді екен. Бір күні патша үлкен уәзірін шақырып алып: \n" +
                    " -  Бұл Ғылман өте ақылды және өнері де көп адам екен. Осыны уәзір етсек қайтеді? - дейді. Уәзір патшадан бұл сөзді есіткен соң: «Ғылман уәзір болса, бізді орнымыздан түсірер», - деген ойға келеді де: \n" +
                    " -  Ей, патшам! Бұл Ғылманнан мен қорқамын, өйткені басқа адамдар істей алмаған нәрселерді бұл істей алады. Сондықтан бір күні сізді де, бізді де өлтіріп, өзі патша болып алар деп қорқамын, - дейді. Патша кенет ойға қалады да қапа болып: \n" +
                    " -  Мұндай ақылды адам патшаларға зиянды болады екен ғой! Енді бұл Ғылманды не қыламыз, тез көзін жойып өлтіреміз бе? - дейді. Уәзір қуанып: \n" +
                    " -  Ей, патшам! Әуелі одан үш түрлі ғылым сұрап алып, сол ғылымды біліп алайық, сонан соң өлтіреміз, - дейді. \n" +
                    " -  Олай болса, Ғылманды не қылсаң да өзің біл, сенің қолыңа бердім, - дейді патша. Сол күннен бастап, Ғылманды патшаның алдына келгізбейтін болды. Ғылман уәзірден: \n" +
                    " -  Патша неге мені кіргізбейтін болды? - деп сұрағанда уәзір оған: \n" +
                    "-  Патшаның уақыты болмай жүр, - дейді. Ғылман ақылға салып, ойлайды да патшаның жаратпағандығын біледі. Уәзір: \n" +
                    " -  Ей, Ғылман! Патшамыздың сізден сұрайтын бір сауалдары бар, сол сауалдарға жауап беріңіз, - дейді. \n" +
                    " -  Мен әрқашан да қызметтеріңізге даярмын, - деп жауап береді Ғылман. Уәзір: \n" +
                    " -  Бірінші сауалы: қол астындағы дұшпанды ұстауға, өлтіруге жетік болу үшін қандай ғылымды оқу керек. Екінші сауалы: патша қол астындағы халқын қайтсе байыта алады. Осы екі түрлі істің амалын бізге жазып беріңіз, - дейді. Ғылман: \n" +
                    "  Мұндай ғылымдарды жазып беруге екі жыл уақыт беріңіздер, - дейді. \n" +
                    "-  Екі жыл тұрсын, екі ай бермейміз, екі жұмада жазып бітіресіз, - дейді уәзір. Ғылман екі жұмадан кейін өзін өлтіретінін біледі де: \n" +
                    " -  Менің бұл істер туралы бар ақылымды сарп қылып, неше жыл жазған кітабым бар, енді мен соны бір жұма қарап, қатесін түзетіп берейін, - дейді. Уәзір қуанып, шығып кетіпті. Бір жұмадан соң, Ғылман уәзірге келіп: \n" +
                    " -  Кітапты түзетіп болдым, бірақ патшаға өзім тапсырсам екен, - дейді. Уәзір Ғылманды патшаның алдына алып барған соң, Ғылман кітапты патшаға береді. Патша уәзірге: \n" +
                    " -  Ғылманды сыйлаңыз, қазір бір кесе шарап құйып беріңіз, - дейді. Уәзір у салынған шараптан бір кесе құйып береді. Ғылман шарапта у барын сезеді де уәзір мен ханға сездірмей, қалтасынан бір кішкене түйіршік тұз секілді нәрсені кесеге салып жіберіп, біраздан кейін шарапты ішіп салады; аздан соң ол у ішкен адам секілденіп, қиналып тұрады да кесенің түбіне ұйыған уға саусағын малып уәзірге: \n" +
                    " -  Ай, уәзір, шырағым! Кітапты бердім, көп пайдалы кітап, әсіресе сіздерге керегі мына беттері, не істейтінін мынау арада жаздым, - деп, саусағындағы уды кітаптың беттеріне жағып жібереді де патшадан рұқсат сұрап, шығып кетеді. Уәзір мен патша Ғылман шыққан соң кітапты алып, жазуды қараса: «Кімде-кім осы кітаптың қағазын он ретке дейін жаласа, ол кісінің қуаты тіпті кемімейді», - депті. Патша мен уәзір бұған қуанып, кітаптың жазуындағы айтқан бетке шейін қағазды жалайды, сөйтіп, өз уынан өздері өледі. Сол кітапта: «Патша қол астындағы халық тыныш болсын десе, әркімді ақ көңіл, әдепті қылып үйретсін!». «Патша қол астындағы халық бай болсын десе, әркімді еңбекке тәрбиелейтін болсын!» «Патша қол астында зұлымдықты тыямын десе, әуелі өзі зұлымдықтан тыйылсын!» - деген екен. "),
            new BookItem("4", "Екі дос", "  Бір күні екі дос орманда келе жатады. Кенеттен алдарынан бір аю шыға келеді. Сол кезде біреуі қаша жөнеледі, екіншісі талға өрмелеп жасырынып қалады. Қашқан жігіт ортада қалып кетеді.\n" +
                    "   Алайда, не істерін білмей тұрғанда, ойына «Өлген адам сияқты жерге етбетіммен жата қалсам, бәлкім құтылып кетермін» деп жерге жата қалады.\n" +
                    "   Аю келіп оны иіскелей бастағанда демін жұтып, дем алмай жатады. Аю кеткен соң талға өрмелеп кеткен досы төмен түсіп, досының қасына келіп, күліп: «Айтшы ал, аю сенің құлағыңа не деп сыбырлады?» дейді.\n" +
                    "Сонда досы:  «Досына қауіп-қатер төніп тұрғанда қашып кеткен адамдардан сақтану керектігімді, айтты» дейді."),
            new BookItem("5", "Екі лақ", "  Ақ лақ пен Қара лақ әрі жүгіреді, бері жүгіреді. Жан-жағына алақ-жұлақ қарайды. Мына жағы - қалың шілік, ана жағы - қалың бау. Маңайда ешбір қой-ешкі көрінбейді. \n" +
                    " - Сен Ақ лақсың, түк білмейтін ақымақсың. Мені әрлі-берлі сүйреп жүріп, ақыры адастырдың. Жаның барында қойды тауып бер! - деп, Қара лақ Ақ лақты бүйірден бір түйіп кеп қалады. Қара лақ бір күн бұрын туған еді. Ол Ақ лақтың ағасы саналатын. Денесі шымыр, жұп-жұмыр, маңдайында екі мүйізі бар. Өзі барып тұрған сотқар, желбас еді. Ақ лақты «бауырым екен» деп аямайтын. Қит етсе «Ақ лақсың - ақымақсың» деп мазақтайтын. Ашуланса болды, мүйізімен бүйірден түйіп қалатын. Өзі және жалақор болатын. Бағана: «Бә-ә, бә-ә!      Мына жердің шөбін қара-а!» - деп, қалың шіліктің ішіне бастап келген де өзі болатын. Енді адасқан соң, Ақ лақты жазғырып тұр: \n" +
                    " - Ақ лақ - ақымақ! Жаның барда түс дейім алға! - деп, зекіреді Қара лақ тағы да. Ақ лақ әрі ойланады, бері ойланады. Жүрген-тұрған жерлерін еске алады. \n" +
                    " - Ұзап кеткен қойды қалай табамыз. Кім біледі, ендігі тау асып, жайлауға жетіп те қалған шығар. Ал жайлауға барар жолды табу да оңай емес. Сонда да жол кесіп көрейін. Бірақ саған айтатын сөзім бар, ешкіммен егеспейсің, айтқанымды істейсің. Осыны орындамасаң, адасып өлеміз, - дейді Ақ лақ. «Өлеміз» деген сөзді естігенде Қара лақ үрейі ұшып қорқып кетеді. Қанша тентек болғанмен, Ақ лақтың тілін алуға уәде береді. Ақ лақ жол бастап, алға түседі. Қалың шөпті олай-бұлай жапырып жүріп отырады. Алдынан жыра кездессе - секіріп өтеді, тас кездессе - қарғып өтеді. Сөйтіп, екеуі бір кезде таудың етегіне ілінеді. Маңайда бір қара көрінбейді. Айнала жым-жырт. Ойда жоқта алдарынан бір Түлкі шыға келеді. \n" +
                    " - Түу, өзің бір аппақ қардай, әдемі лақ екенсің. Ағаң да әдемі. Шаршап қалған шығарсыңдар. Біздің үйге соғып, дәм татып кетіңдер. Менің де өздеріңдей екі балам бар, бірге ойнайсыңдар, - дейді Түлкі. Ал өзі ішінен: «Ақ лақ кішкентай екен. Қапысын тауып, осыны жәукемдейін. Бірақ мұны көрген ағасы қорқып, қашып кетеді-ау!» - деп ойлайды. Не айтатынын күні бұрын ойлап қойған Ақ лақ былай деп, тіл қатады: \n" +
                    "    - Түке, әнеки, ана төбенің басында, қара тастың қасында, бізді касқыр күтіп отыр. Ол Қара лақ екеумізді қонаққа шақырып еді. Сізге еріп кеткенімізді көрсе, ашуланады ғой. Қасекеңнің кәрі қатты. Мүмкін өзіңіз де бізбен бірге жүрерсіз. \n" +
                    " Жарайды, ендеше. Жүре беріңдер, мен арттарыңнан барармын, - дейді де, Түлкі бір қулық ойлайды. Бір кезде алдарынан тайыншадай көкжал Қаскыр кез бола кетеді. Ол аузын арандай ашып, бірден екі лаққа тап береді. Қасқырды көрген Түлкі сайға қарай зытады. \n" +
                    "- Қарным ашып келе жатыр еді, мұндай жақсы болар ма! Мен қазір сендерді жеймін! - дейді Қасқыр. \n" +
                    " - Қасеке, әнеки, ана төбенің басында, қара тастың қасында, бізді Арыстан күтіп отыр. Ол таудағы жортқан аң, ұшқан құс атаулыға патша болу үшін кеше осында келіпті. Ертеңгі асына екі бұзау, түскі асына екі лақ, кешкі асына екі қозы жейді екен. Сіздің мына қылығыңызды көрсе, ол бұлқан-талқан боп ашуланып жүрер. Тіпті, өзіңізді жазым етер, - дейді Ақ лақ. \n" +
                    " - Бә-ә! Әй, Қасқыр! Мына Арыстанды қара-а! Шақырып тұр, - деп, бақырып қоя береді Қара лақ тыныш тұрмай. Қасқыр қатты сасқалақтайды, әрі-бері алақтап тұрады да: \n" +
                    " - Бәлесінен аулақ. Бар, жандарыңның барында кетіңдер, түге! - деп жөнімен жүре береді. \n" +
                    " - Жүгірген бойымен екі лақ бір таудың басына шығады. Тауға шығып, айналаға қараса, тауды бөктерлей бір қора қой қаптап жайылып келеді, қойдың артында астында аты бар, қасында иті бар қойшы келеді. Қойды көргенде есі шығып қуанғаннан екі лақ «Бә... Бә» деп маңырап қоя береді. \n" +
                    " Шопан ата жол бастап, бұрын келген Ақ лақты жерден көтеріп алады. \n" +
                    "- Мен сендерді ойдан-қырдан іздеп, таба алмай қойып едім. Өздерінің тауып келгенін қарашы. Жарайсың, Ақ лағым, жарайсың! Сені «Ақ лақ - ақымақ» деп мазақтайтындардың өздері ақымақ! - деп, Ақ лақты құшақтап бауырына қысады."),
            new BookItem("5", "Жақсылық пен жамандық", "   Бұрынғы өткен заманда Жақсылық, Жамандық атты екі адам болыпты. Бір күні Жамандық жаяу жүріп келе жатса, артынан бір атты кісі жетіпті. Екеуі жөн сұрасып, қайда бара жатқанын білісіпті. Ол келген Жақсылық екен. Сонда Жамандық тұрып:\n" +
                    " - Жақсылық, сен мені артыңа мінгестіре кетші, - депті. Жақсылық: \n" +
                    " -  Олай болса, сен қазір мына атқа мін де, біраз жер жүріп барып, түсіп, атыңды байла да өзің жаяу кете бер. Cодан соң мен жетіп, атпен біраз жерге жүріп, саған тағы байлап кетермін. Сөйтіп, баратын жерімізге кезек мініп жетейік. Екеуміз мінгессек атқа қиын соғар, - депті. Сонан соң Жамандық атқа мініп алып, сол кеткеннен Жақсылықты есіне алмастан, кете беріпті. Жақсылық шаршап, арып-ашып, кешке жақын бір күркеге келеді. Ішіне кірсе, жан жоқ. Бірақ ортада бір үлкен қазан асулы тұр екен. «Айдалада қайнап тұрған не қылған тамақ? Дәм татайын», - деп, бір саусағының ұшын батырып, дәм татады да, күрке төбесіне шығып жатады. Бір уақытта қасқыр, түлкі, арыстан - үшеуі келіп, күркеге кіріпті. Түлкі тамақты көре сала: \n" +
                    " -  Ойбай, мына тамақтан біреу жепті! - деп, байбалам салады. Қасқыр мен арыстан екеуі: \n" +
                    " -  Кім жеуші еді? Адам келетін жер ме, бұл жер? - деп, кейіген соң, түлкі сөзді доғарып, үшеуі отырып тамақ ішіп, әңгімеге кіріседі. Арыстан, қасқыр, түлкі - үшеуі көрген-білгендерін айтысады. Арыстан мен қасқыр түлкіге: \n" +
                    " -  Түлкі, сен не көрдің, не естіп, не білдің? - дейді. Сонда түлкі тұрып: \n" +
                    " -  Мен бір жерден бір алтын көрдім. Пәлен деген байдың қыстауының қасындағы жаман қыстаудың ортасында, бір сүйем жердің астында жатқан бір құмыра алтынды күнде қарауылдап, қарап келемін, - дейді. Сонда қасқыр тұрып: \n" +
                    " -  Мен күнде пәлен деген байдың қойының арасында үлкен ала тоқтыны қарауылдап келемін. Себебі: ол байдың ауырып жатқан бойжеткен қызы бар, қандай ем қылса да жазылмайды және оның емін ешкім білмейді. Бірақ мен білемін: ол қызды жазатын ала тоқты. Ала тоқтыны сойып, өкпесін жегізсе, жазылады. Тағы да ол бай жар салған: «Кімде-кім осы қызымды емдеп жазса, соған осы қызымды беремін», - деп. Бірақ оның емін әлі ешкім тауып айтқан жоқ, тауып айта алмайды да, - дейді. Кезек келген соң, арыстан тұрып: \n" +
                    " -  Мен де түнде барып, түген байдың жылқысының біреуін жеп келіп жүрмін. Ол бай мені еш уақытта ұстай алмайды және маған оның ешбір жылқысы қуып жете алмайды. Жететін бір-ақ тайы бар. Ол тай пәлен тоғайдағы жылқының ішінде. Сол тайдан басқасынан мен құтылып кетемін. Және ол байдың жар салғаны бар: «Кімде-кім менің жылқымды жеп жүрген арыстанды ұстап берсе, соған бір үйір жылқымды беремін», - деп. Олар әңгімелерін аяқтап, ұйықтап қалады да, азаннан тұрып, бет-бетіне кетеді. Жақсылық олардың барлық әңгімелерін естіп алып, адам емдеуші боп, байдікіне келеді. Бай оның түріне қарап: «Осы емші шығар», - деп ойлап: \n" +
                    " -  Жоғары шық! - дейді. Жақсылық отырған соң, бай: \n" +
                    " -  Қызыма бал ашып бер! - дейді. Жақсылық: «Мақұл», - дейді де, қызды қарап: \n" +
                    " -  Баланы емдетпей, босқа қинапсыңдар ғой! Әкел анау үлкен ала тоқтыны. Мұның ауруы соның өкпесінде, - дейді. Бай дереу, қойшыларды жіберіп, тоқтыны алдыртады. Жақсылық қызға тоқтының өкпесін жегізіп, емдейді. Жазылған соң, қызды өзі алады. Бұдан кейін Жақсылық бағанағы жаман қыстауға келеді. Қораның ортасын бір сүйемдей қазса, бір құмыра алтын шығады. Оны алып, арыстанның айтқан жеріне барады. Барса, бай бір арыстанды ұстай алмай жүр екен. Мұны білген соң Жақсылық байға: \n" +
                    " -  Мен сол арыстанды ұстап берсем, сен маған не бересің? - дейді. Бай: \n" +
                    " -  Егер ұстап берсең, саған бір үйір жылқы беремін, - дейді. Жақсылық: «Жарар», - деп, тоғайдағы жылқылардың ішінен ала тайды ұстап алып, арыстанды күтіп тұрады. Арыстан келіп, жылқыны алып қаша бергенде, Жақсылық әлгі ала таймен қуып жетіп, арыстанды ұрып жығып, байдың бір үйір жылқысын алып, келген жолына түседі. Неше ай, неше жылдар өткенде, бір күні бұған Жамандық келіпті. Жақсылық Жамандыққа қараса, үсті-басында түк жоқ, қайыршы, дуана секілді екен. Ол Жақсылықты көріп: \n" +
                    " -  Жақсылықжан! Мен саған жамандық қыламын деп, мұндай күйге ұшырадым. Енді сен мені адам қыл. Сен бұл мал-мүліктерді қай жақтан таптың? - дейді. Сонда Жақсылық: \n" +
                    " -  Не де болса, адамзатсың ғой! Сен жамандық істегенмен, мен саған жақсылық істейін, - деп, өзінің бастан кешкен оқиғасын айтыпты. Сонан соң тұрып: \n" +
                    " -  Пәлен төбеде бір үй бар. Сен қазір соған жет. Оның ішінде асулы бір қазан ет бар. Бірақ оның ішіндегі еттен тек бір саусағыңды батырып, дәмін көр де үйдің төбесіне шығып жат. Сонда түлкі, қасқыр, арыстан келеді. Сен олардың әңгімесін тыңдай бер. Олар кеткеннен кейін естіген сөздеріңді істесең, сен осындай боласың, - дейді. \n" +
                    " Жамандық: «Жарайды,» - дейді де, баяғы күркеге барып кіреді. Жақсылық айтқандай, қазан толы ет асулы тұр екен, қызығып кетіп, шыдай алмай: «Мына бір жілігін жейінші» - деп, еттен жеп, сорпасынан да, бес-алты рет ұрттап алыпты. Сөйтіпті де, үйдің төбесіне шығып жатыпты. Бір уақытта түлкі, арыстан, қасқыр - үшеуі күркеге кіреді. Түлкі тамақты көре сала: \n" +
                    "-  Ойбай, мына еттің тоқпақ жілігі жоқ, омыртқасы жоқ, сорпасы жоқ, біреу жепті! - дейді. Оған арыстан мен қасқыр: \n" +
                    " -  Кім жеуші еді? Бұл жерге адам келуші ме еді? - деп, көнбейді. \n" +
                    " -  Жоқ! Бір бәле бар! Мен түс көрейінші, - деп, түлкі жата қалыпты да, аздан соң қайта тұрып: \n" +
                    " -  Осы күрке үстіне шығайықшы, сонда бір пәле бар секілді, - депті. Бұл сөзін қасқыр мен арыстан да мақұл көріп, түлкі төбеге шықса, Жамандық жатыр екен. Үшеуі Жамандықты бас салып жеп қойыпты. Сөйтіп, Жақсылық жақсылығынан өмір сүріп, мұрат-мақсатына жетіпті. Жамандық жамандығынан ит-құсқа жем болыпты. "),
            new BookItem("6", "Жеті өнерпаз", "  Баяғы өткен заманда байлығы жұрттан асқан бір хан болыпты. Бұл ханның ұлы болмапты, жалғыз-ақ ай десе аузы, күн десе көзі бар Қаншайым атты бір қызы болыпты. Қыздың сұлулығы сондай, қараған адам есінен танып қалады екен. Күндердің бір күнінде Қаншайым қыз қырық қыз нөкерімен сейіл құрып, суға түсуге барады. Суға түсіп бола берген кезінде Қаншайымды көктен бір қарақұс келіп, көтеріп кетеді. Қырық қыз шулап қала береді. Бірнеше күнге дейін ханға естіртуге ел-жұрт бата алмайды. Бір ақсақалды шал келіп естіртеді. Хан есінен танып, тағынан құлап түседі. Ел-жұрты кетіп, тыныштық үйде хан есін жиып, бақсы-балгер, қожа-молда жинайды, қызды олардың бірі де біле алмайды, бәрінен де жәрдем болмайды. Тек ханның уәзірі Назар келіп, ханмен ақылдасып, былай дейді: \n" +
                    " - Мұхиттың ар жағында балықшы Сәлім деген бар, оның жеті өнерпаз баласы бар. Бір тапса, солар табады. Жаныма бес жүз әскер қосып беріп, темірден кеме соққыз да мені соған жібер. \n" +
                    "     Хан табанда барлық айтқан керегін дайын қылып, бас уәзірді аттандырады. Назар сумен жол жүріп, бір айда аман-сау мұхит теңізінің ар жағындағы Сәлім шалға жетеді. Барса, жеті өнерпаз балалары жоқ, шалдың өзі ғана отыр екен. Сәлім шал әскермен келген Назардан қорқып кетеді. Назар уәзір Сәлім шалға мән-жайының бәрін баян етеді, ханның алтын мөрін басып, өтініп жазған хатын береді, әдейі іздеп келгенін айтады. Сол арада Сәлім шал балаларын шақырып алып: \n" +
                    "- Айлық алыс, шет жерден сендердің өнеріңді естіп жетіпті. Нәсіп болса барыңдар. Егер тапсаңдар, дүние-мүлкімен қызын береді. Өнерді ішке сақтамай, сыртқа шығарыңдар! - дейді. \n" +
                    "  Сонымен жеті өнерпаз ханның бас уәзірі Назарға еріп жүреді. Бұлар бірнеше күн жол жүріп, бір-екі күн қалғанда сүйінші сұрауға Назар ханға бір кісі жібереді. Ол барып сүйінші сұрағанда хан аямай сүйінші беріп, алдынан бес жүз ошақ қаздырып, той жасайды. Аман-сау жеті өнерпазды алып Назар да келеді. Хан жеті өнерпазды көріп, қатты қуанып, бала кайғысының бәрін ұмытқандай болады. Бірер күн тыныққан соң, хан қасына жеті өнерпазды ертіп баяғы қызды көтеріп әкеткен қарақұстың қасына келеді. Қарақұс қызды алып аспанға ұшады. Жеті өнерпаздың ішіндегі үлкені аспанға ұша біледі екен, барлығын сол бастап, қызды көтеріп ұшқан қарақұстың көлеңке ізіне түсіп қуады. Бұлар көкте жеті күн, жеті түн ұшады, сегізінші күн дегенде құсты көреді. Бір дарияның жағасында құс отыр, қыз шашын тарап тұр екен.   Қуғыншылардың дабыл қағып ұшқан екпінінен қорқып, қарақұс қызды алып, тағы да аспанға ұшады. Сонда қуғыншылар:  \n" +
                    "   «Қыздан айырылдық», - деп жылайды.  \n" +
                    "  Жігіттердің үлкені екіншісіне: «Өнеріңді істе», - дейді. Екіншісі асқан мерген екен, құстың екі қанатынан көздеп атқан оғы оның екі санын жұлып түседі. Аспанда шыр айналып келіп, қыз суға түскенде, үшіншісі сушыл екен, суға сүңгіп, қызды алып шығады. Қыз жұтқан суын қайта құсып, аман түрегеледі. Бұлар енді судан құрғаққа шыққан кезде, бір үлкен айдаһар бәрін лебімен жұтып барады екен. Енді бұлардың төртіншісі асқан ұста екен, қолындағы екі тасын бір-біріне соғыстырып қалғанда бес шақырым жерден қорған соғылады екен. Ол тасын қолына алып соғыстырып еді, бес шақырым жерден қорған соғылып, әлгі айдаһар қорғанның сыртынан оралып жатып қалады. Бірнеше күн тас қорғанның ішінде бұлар да жатады. Айдаһар тас қорғанды сыртынан орап алып, қысып сыға бастайды. Бұлар қысылып өлер болған соң, бесіншісі де өнерін істейді. Бұлардың бесіншісі жер астынан жол салғыш екен, қолындағы асыл тасын шаққанда, бес шақырымдай жер астынан жол салынып шығады екен. Айдаһар сол күйінде таста оралып жатып қалады. Бұлар жер бетіне шыққан соң, еліне апаратын жолдың қай жақта екенін біле алмай, айласы таусылып, адасады. Бұлардың алтыншысы жол болжағыш екен, оқу оқып көзін сипаса, бір күндік жерден жол көреді екен. Алтыншысы өнерін істеп, бір күндік жердегі жолды табады. Бірақ өздері арып-ашып, шаршаған, жаяу жүре-жүре табандары тесілген, тамақтары және жоқ, аш әлсіреп қалады. Жетіншісі тағам жасағыш екен. Қойнындағы бір асыл табағын алып, жолдастарын күніне үш мезгіл тамаққа тойдырып отырады. Бұлар бірнеше күн жол жүріп, ханның ауылына жетеді, бәрі де аман. Қаншайым қызды да аман алып келеді. Сонан соң хан ат шаптырып той істейді. Хан елжұрты болып, жеті өнерпазға қатты риза болады. Хан жеті өнерпазға риза болғандықтан: \n" +
                    "-  Қызымды біреуің жолдас қылып алыңдар, - дейді. \n" +
                    " Сонда тұрып жеті өнерпаздың ең үлкені: \n" +
                    "-  Бәріміз де істеген өнерімізді айтып өтелік, қайсымыздікі артық болса, сол алсын, - дейді. \n" +
                    " Хан мақұл көреді. Сонда ең үлкені тұрып: \n" +
                    "-  Бұл қызға менің істеген өнерім бәрінен басым. Мен болмасам бұл қыз жоқ еді, - деп жеті күн қарақұстың ізімен аспанда ұшқанын айтады. - Сондықтан қыз маған тиісті, - дейді ол. Екіншісі: \n" +
                    " -  Сенің өнерің таусылып, қызды қарақұс аспанға алып бара жатқанда мен атпасам, қыз жоқ еді. Сондықтан қыз маған тиісті, - дейді.Үшіншісі тұрып: \n" +
                    " -  Сен аспаннан қызды атып түсіргенде мен судан сүңгіп алмағанда, қыз жоқ еді. Сондықтан қыз маған тиісті, - дейді. Сонда төртіншісі тұрып: \n" +
                    " -  Мен тастан қорған соқпағанда, бәріңді де айдаһар жұтып қоятын еді, қыз да, сендер де жоқ едіңдер. Сондықтан да қыз маған тиісті, - дейді. \n" +
                    " -  Мен болмасам, бәрің де тастың астында қырылып өлер едіңдер, сондықтан қыз маған тиісті, - дейді бесіншісі. Алтыншысы тұрып: \n" +
                    " -  Бәрің де жол таба алмай адасатын едіңдер. Бұларды адастырмай, жол тауып берген мен емес пе? Қыз маған тиісті, - дейді.\n" +
                    " Ақырында жетіншісі тұрып: \n" +
                    "-  Менің табағымнан ас жемесендер, бәрің де аштан өлер едіңдер. Сондықтан қыз маған тиісті, - дейді. \n" +
                    " Бәрі де өздерінің өнерін айтып, ханға жүгінеді. Хан білгіштерін жинайды. Сонда бір қария тұрып: \n" +
                    "-  Бұл жетеуінің бәрінің де өнері бірдей, бірақ қызды сүңгуірге қосыңыз, өйткені ол қызды басқалардан бұрын барып құшты ғой. Ал, қалған алтауына алты ханның қызын әперіп, алты жерге уәзір сайлаңыз, - дейді. \n" +
                    " Хан қызын сүңгуірге қосып, қалған алтауына алты ханның қызын әперіп, алты елді билетіпті. Сөйтіп, жеті өнерпаз мұратына жетіпті."),
            new BookItem("6", "Қаңбақ шал", "   Бұрын, бұрын бұрында Қаңбақ шал деген шал болыпты. Мал мен басқа зар болыпты. Кедейліктен шықпапты. Ол ау салып, балық аулап, тамақ асырапты. Жел соқса, шал домалап жөнеледі екен. Содан соң оған Қаңбақ шал деген ат қойылыпты. Күн сайын ауына ілінген екі балығының біреуін бір түлкі әлімжеттік қып тартып жей береді екен. Түлкінің қорлығына шыдамай, шал бір күні екінші бір жерге көшем деп, дүние мүлкін арқалап жолға шығыпты. Шаршаған соң оны бір жерге көміп кетіпті, бір жерге елдің сойған малынан жинап алған ішек қарнын көміп кетіпті, бір жерге қарындағы айранды көміп кетіпті .Жүктің салмағымен Қаңбақ шал ұшып кетпей келеді. Жүктен арылған соң, желмен ұшып, бір жерге ұшып түсіпті. Қараса, бір дәу екі тауды біріне – бірі шақпақ қылып, ұрып тұр екен. \n" +
                    "    Дәу: \n" +
                    "- Қайда бара жатқан шалсың? Кел екеуміз күш сынасайық – деп қазандай бір қара тасты көтеріп, аспанға лақтырып жібереді де қайта қағып алып: Ал шал, сен де осылай қақпаққыл етші дейді. \n" +
                    "Шал сасып, қайтерін білмей, тасты құшақтап аспанға бір, тасқа бір қарап, күнімен тұрады. \n" +
                    "Сонда дәу: \n" +
                    "- Е, неғып тұрсың. ЛАҚТЫР – дейді. \n" +
                    "Шал тұрып: \n" +
                    "- Аспанға лақтырсам, аспан жерге айналып түседі ау деп, жерге қақпай түсірсем, жер ортасынан ойылып түсе ме деп қауіп қылып тұрмын дейді. \n" +
                    "  Сонда дәу келіп, шалдың қолынан ұстай алады да: \n" +
                    "- Ақсақал лақтырмай ақ қой, текке қырыламыз - деп жалынып қойғызады. \n" +
                    "  Дәудің ақылы таяздығын біліп шал ерленіп, дәуге: \n" +
                    "- Кел жердің ішек қарнын шығарйық - дейді. \n" +
                    "  Дәу жүгіріп келіп, жерді теуіп қалады. Жер тізеден ойылады. Ештеңе шықпайды. Шал өзі бұрын көміп қойған, қаны - жыны арылмаған ішек қарын жатқан жерді жүгіріп барып, теуіп қалса, ішек қарын шығады. Дәу қорқады: \n" +
                    "  Сосын шал: \n" +
                    "- Кел енді жердің миын шығарайық, - дейді. \n" +
                    "  Дәу бар пәрменімен келіп, жерді теуіп қалады. Жер тағы да тізеден ойылады .Ештеңе шықпайды. Шал манағы айранын көміп кеткен жерді жүгіріп барып теуіп қалса, бырқ етіп айран шыға келеді. Дәу одан бетер қорқады. Мына шал не деген орасан күшті деп, шалдың айтқанын істей береді. Ақыры шал онан қалай құтыларын білмей: \n" +
                    "- Енді қайт. Ертең бізге қонаққа кел, - дейді. \n" +
                    "  Дәу: \n" +
                    "  Жарайды деп – кетіп қалады. \n" +
                    "  Шал үйіне келіп, кемпіріне: \n" +
                    "- Ертең дәу қонаққа келеді, - дегенде: \n" +
                    "- Ойбай, немізді береміз - деп сасады кемпір. \n" +
                    "   Шал тұрып: \n" +
                    "- Ертең дәу келеді. Мен есіктің алдында отырармын. Сонда сен оның көзінше. Не істеймін шал, - деп маған қара, мен не десем, соны істемекші болып, пышақты алып тұра ұмтыл! – деп кемпіріне үйретіп қойады. \n" +
                    "   Ертеңіне үш дәу келіп, досының үйінде отырады. Сол кезде кемпір тұрып: \n" +
                    "- Шал нені асамын үйдегі қонаққа? Түк жоқ деп! - депті. \n" +
                    "   Сонда шал тұрып: \n" +
                    "- Басқы дәудің басын ас, ортаншы дәудің төсін ас, ол жетпесе досым дәудің өзін ас! - дегенде, кемпір пышағын алып тұр ұмтылады. Үш дәу тым тырақай қаша жөнеледі. Досы лашық үйін басымен көтеріп әкетеді. Шал айқайлап: \n" +
                    "- Әй, досым, лашығымды тастап кет! Қайда барсаң да құтылмайсын! - дейді. Дәу лашықты тастай сала қашып бара жатса, баяғы әлімжеттік қып балығын тартып жей беретін түлкі жолығады. \n" +
                    "- Тақсыр қайдан қашып келесің - дейді түлкі. \n" +
                    "- Бір пәле шалдың қырсығынан құтыла алмай қашып келеміз, - дейді. \n" +
                    "  Түлкі: \n" +
                    "- Сол Қаңбақ шалдан қорқып жүрсіңдер ме - менімен жүр, мен сенің өшіңді алып берейін, - деп, дәуді ертіп, шалды іздеп қайта келе жатса, шал лашықтың жанында тұр екен. Түлкінің ертіп келе жатқанын көріп, шал айғай салады: \n" +
                    "- Ей, түлкі-ау Арғы атаңда алты атамның құны бар, бергі атаңда бес атамның құны бар, өзіңде бітіспейтін кегім бар, үш дәуді сол үшін бергелі жатырсын ғой! Бәрі бір онымен бітпеймін! - деп дауыстайды. \n" +
                    "  Сонда дәу қорқып, бұл бізді сол аталарының құнына беруге алдап алып келе жатыр екен ғой, - деп ойлап түлкіні құйрығынан алып жерге бір ұрып өлтіріп, алды-артына қарамастан қаша жөнеледі. Сөйтіп, Қаңбақ шал дәулер мен түлкіден осылай құтылған екен дейді. "),
            new BookItem("7", "Қарт пен тапқыр жігіт", "   Бір қарт адам болып, өзі ғалым болыпты. Бір күні шаһарға барып, үйіне қайтып келе жатса оны бір жас жігіт қуып жетеді. Ол келе жатып жөн сұрасады да, барар жолы бір болғаннан кейін: \n" +
                    " -  Ата, жолды қысқартайық, - дейді. Қарт: \n" +
                    " -  Жол қалай қысқарады? - дейді. Жігіт: \n" +
                    " -  Жолдың қысқаруы оңай, екеуміз бірімізді-біріміз, кезек-кезек арқаласақ болғаны, - дейді. Шал ішінен: \n" +
                    " -  Япырым-ай, мынау бір кесепатты адам болмаса игі еді? Сөзінің түрі жаман екен. Ат-матыммен мені бұл қалай арқалайды? Мен қалай арқаламақшымын? - деп ойлап, жауап қайырмай, бетіне ажырайып қарап қояды. Мұнан кейін жігіт те үндемей келе жатады да, орылмаған, бірақ пісіп тұрған егінді көріп: \n" +
                    " -  Ата, мына егін сіздің елдікі ме? - дейді. Қарт: \n" +
                    " -  Я, біздің елдікі, - дейді. Жігіт: \n" +
                    " -  Иесін білесіз бе? - дейді. Қарт: \n" +
                    " -  Білемін, - дейді. \n" +
                    " -  Олай болғанда, бұл өзі желініп қойған егін бе, жоқ, желінбеген егін бе? - дейді. Қарт тағы да бетіне ажырайып қарап қояды да: «Япырым-ай, мынаның бір сөзінен бір сөзі сорақы болды-ау! Орылмай тұрған егінді көре тұра, бұл не айтқаны?» - деп ойлайды. Онан өтіп, жолшыбай бір елге кездеседі. Бұл елдің адамдары бір өлген кісіні көтеріп, қабірге қойғалы апара жатыр екен. Жігіт: \n" +
                    " -  Ата, мына кісіні білесіз бе? - деп сұрайды. Қарт: \n" +
                    " -  Білемін, - дейді. Жігіт: \n" +
                    " -  Ата, мына кісі өлген адам ба, өлмеген адам ба? - деп сұрайды. Қарт шыдай алмай: \n" +
                    " -  Өлмесе жерлеуге апармайды ғой! - деп жігіттің бетін қайырып тастайды. Жігіт үндемейді. Көтеріп келе жатқан өліктің қабірі жолда екен. Бұлар қабіршілерге келеді де солармен бірге өлікті қойысады. Былай шыққаннан кейін: \n" +
                    " -  Ата, әлгі кісі өлмеген екен, - дейді. «Я, құдай, мынаның кесепатынан құтқара көр. Көрге көміп тастаған адам өлмей ме екен? Бұл не деген ақымақ!» - дейді қарт ішінен. Күн кеш болады, екеуі қарттың үйіне келеді. Қарт оны ұнатпаса да, күні бойы жолдас боп, бірге келген соң, қондырмасқа болмайды. Қонағын үйіне кіргізеді де бойжеткен жалғыз қызы бар екен, соны оңаша шақырып алып: \n" +
                    " -  Шырағым, менімен бірге үйге бір жігіт келді, мейман ет! Бірақ сүйкімсіз мінезі бар. Сөзінде кесепаты зор адам, - дейді. \n" +
                    " Қыз тамақ әкеліп беріп, қонақпен сөйлесіп көрсе, сөзі мағыналы, кескіні де ажарлы екен. Қыз: «Япыр-ау, әкемнің айтқаны осы кісі ме, басқа жігіт пе?» - деген оймен әкесіне келеді де: \n" +
                    "-  Әке, сізбен еріп келген жолдасыңыз екі кісі ме, әлде бір кісі ме? - дейді. Әкесі: \n" +
                    " -  Жалғыз кісі, - дейді. \n" +
                    " -  Үйде отырған қонақ сол ма? - деп, сұрайды қыз. Әкесі: \n" +
                    "-  Иә, сол, - дейді. Қыз: \n" +
                    " -  «Сөзінде кесепаты зор», - деген адамыңыз осы болса мұнан қандай кесепат көрдіңіз? - дейді. Қарт: \n" +
                    " -  Ойбай, шырағым, оның күні бойы сөйлеген сөзінде кесепатсыз бір сөз жоқ. Әуелі ол: «Жол қысқартайық», - деді. Мен: «Жол қалай қысқарады?» - деп едім. Ол: «Бірімізді-біріміз кезек арқалап отырайық», - деді. «Ол мені, мен оны қалай арқаламақшымыз», - деп ойладым. Мұнысы былай тұрсын. Онан өтіп пісіп тұрған егінге кез келіп едік: «Ата, мына егін желініп койған ба, желінбеген бе?» - деп сұрады. «Орылмай тұрған егінді кім жеп қояды?» - дедім мен. Бұл мұнымен тұрсын. Бір кісі өліп, оны табытқа салып, қойғалы апара жатыр екен, соны көре сала: «Ата, мына кісі өлген адам ба, өлмеген адам ба?» - дейді. Онан шығып келе жатыр едік: «Ата, жаңағы адам өлмеген екен», - деді. - Міне, мен оның осындай төрт кесепатты сөзін естідім, - дейді. Сонда қыз тұрып: \n" +
                    " -  Әке, бұл сөздер кесепатты сөздер емес, зор мағыналы сөздер. - Сіз оның айтқан сөзіне түсінбеген екенсіз. Оның бірінші - «Кезек арқаласып отыралық» - дегені: «Кезекпе-кезек әңгіме айтып отырайық, жол қысқарсын» - дегені. Екінші: «Мына егін желінген бе, желінбеген бе?» - дегені: «Байдікі ме, кедейдікіме?» - дегені. Байдікі болса - өз көлігімен, кісі жалдап жыртып, өз тұқымын себеді, өнімін ертең өзі алады. Ал бұл желінбеген болып саналады. Кедейдікі болса, ол сорлы тұқымды несиеге сатып алады, жерді көлік жалдап жыртады да, түскен өнімі борыштан аспайды. Сондықтан ол шикідей жеп қойғанмен бір есеп болады. Үшінші: «Өлген адам ба, өлмеген адам ба?» - деп, сұрағаны: «Баласы бар ма?» - дегені. Ол өлген адамды қабірге салғанда оның балалары қабірдің басында, барлығы бүлініп жылап тұрған шығар, оны: «Өлмеген адам екен», - дегені сол болу керек. Артында қалған баласы бар адамның аты жойылмайды, сондықтан: «Ол өлмейді», - деген сөзі екен. Сіз ол жұмбағын шеше алмаған екенсіз, - деген соң, қарт өзінің қате ойлағанын сезеді де, жігіттің қолын алып: \n" +
                    " -  Мен сенің айтқан сөздеріңе түсіне алмай, ішімнен соған қатты ренжіп едім. Олай емес, сен ақылды жігіт екенсің. Мына менің қызыммен екеуіңнің ақылың тең, екеуің бірге өмір сүріңдер, - деп, қызын соған беріпті. "),
            new BookItem("7", "Қарттың ұлына өсиеті", "   Бір бай өлер уақытында ұлын шақырып алып: \n" +
                    " - Ұлым, мен өлген соң жұма сайын қыз алып, қала сайын үй сал. Ас жесең, бал же, - деп, өсиет айтыпты. Бай дүниеден өтіп, ұлы атасының өсиетін орындай бастайды: жұма сайын қыз алып, қала сайын үй салады. Ас ішсе, бал ішіп, ақшасын бітіреді. Сөйтіп, жігіт жарлы болады. Бір күні жігіт далаға шығып біраз жүріп, бір үйілген тастың тасасына отырып, бөркін қолына алып басын ұстап отырған уақытта, бір жақтан бір шал келіп жігітке сәлем береді. Жігіт сәлемін алған соң, ол адам жанына отырады да жігітке: \n" +
                    " -  Неғып отырсың? - дейді. Жігіт: \n" +
                    " -  Жәй отырмын, - деп жауап береді. Шал: \n" +
                    " -  Шыныңды айт! - деп қыса бастайды. Жігіт еш нәрсе айтпайды. Шал: \n" +
                    " -  Сырыңды жасырма! Мен саған жақсылық көрсетемін, - дейді. Жігіт: \n" +
                    " -  Менің атам бай адам еді, сол атамның өлер алдында айтқан өсиетін орындаймын деп, кедей болдым, - дейді. Шал: \n" +
                    " -  Қандай өсиет айтып еді? - дейді. Жігіт: \n" +
                    " -  Әуелгі өсиеті: «Мен өлген соң жұма сайын қыз ал», - деп еді, мен атамның сол өсиетін тұтып, жұма сайын қыз алдым.  Екінші өсиеті: «Қала сайын үй сал», - деп еді. Мен қала сайын үй салдым. Үшінші өсиеті: «Ас ішсең, бал же», - деп еді.  Мен бұл өсиетін де орындап, әр күні бал жедім. Солай етіп, үш жылда барлық ақшам таусылды, - дейді. Шал тұрып жігітке: \n" +
                    " -  Сен атаңның өсиетін ұқпаған екенсің, өйткені атаңның: «Жұма сайын қыз ал» - дегені: «Әйеліңмен сыйлас бол, қадіріңді кетірме. Сонда ғұмыр бойы тату-тәтті өмір сүресің» - дегені. «Қала сайын үй сал» дегені: «Қала сайын достарың болсын, барғанда түсетін» - дегені еді. «Ас ішсең бал же» - дегені: «Еңбек істеп ас ішсең, балдан тәтті болады» - дегені еді, - деп, қарт өз жөніне кетіпті. Жігіт әкесінің терең мағыналы өсиетіне сонда ғана түсініпті. "),
            new BookItem("8", "Қасқыр мен кісі", "   Бір қасқыр тамақ іздеп келе жатып, құрулы тұрған қақпанға түсіп қалады. Олай жұлқынып, бұлай жұлқынып, зорға құтылады. Қашып бара жатқан касқырды аңшылар көріп, артынан қуа жөнеледі. Қасқыр сасқалақтап бір егіншіге келіп жайын айтады: «Қайтсең де мені жасыр, ұмытпаспын жақсылығынды, мені   қабыңа    салып,    арқалап   жүре    бер»,— дейді. \n" +
                    "  Қасқыр жылап тұрған соң, егінші адам қабына салып алып, арқалап жүре береді. Кешікпей аңшылар мылтық, қылышын жарқылдатып жетіп келеді. Кісіден сұрайды: \n" +
                    "—Қашып     бара    жатқан     қасқыр     көрмедің    бе?— деп.\n" +
                    " Кісі:\n" +
                    "— Жаңа бір қасқыр анау шоқайдан қашып өтті, тезірек ұмтылыңдар,— дейді. Аңшылар асып кеткеннен кейін, егінші қаптың аузын шешіп, қасқырға:\n" +
                    "— «Жөніңе жүре бер, маған да бір жақсылық етерсің»,— дейді. Қасқыр қуанып секіріп шығып, егіншіге:\n" +
                    "— «Мен сені жеймін, қарным ашты»,— деп тап-тап береді.\n" +
                    "  Егінші байғұс сасқалақтап:\n" +
                    "—  Ай, қасқыр, бұның қалай, мен сені өлімнен құтқарып алып қалып едім, жақсылыққа жамандық ете  ме  екен, олай  болса төрелетейік, қайсымыздікі жөн екен,— дейді.\n" +
                    "  Екеуі керісіп тұрғанда қаңғырып бір жағынан түлкі келеді. Бұлар түлкіге оқиғаны бастан-аяқ айтып шығады. Түлкі:\n" +
                    "— Жоқ сөзді айтпаңыздар, менен басқа біреу естісе күліп жүрер, дорбаға үлкен қасқыр сыйды дегенге нанбаймын, барып тұрған өтірік,— дейді.\n" +
                    "  Қасқыр мен кісі «бұл рас» деп керісіп болмайды. Түлкі қасқырға:\n" +
                    "—  Қапқа   кірмей   сенбеймін,— дейді.  \n" +
                    "  Қасқыр   сендірмекші боп қапқа кіргенде, түлкі егіншіге:\n" +
                    "— «Байла қаптың аузын, енді қимылдайтын   кезің  келді,   қане   мен   көрейін,  күздігүні   егінді қалай соғып жүрсің?»—дейді.\n" +
                    "  Егінші құралын алып, қасқырды ұра бастайды. Түлкі:\n" +
                    "— Енді қаптың аузын аш,— дейді.\n" +
                    "  Қасекең алды-артына қарамастан шыға жөнеледі. Артынан түлкі:\n" +
                    "— «Көптен бері істемеген бір әділ төрем еді»,— деп сақ-сақ күліпті.\n" +
                    "  Сөйтіп, егінші байғұс түлкінің айласымен ажалдан құтылыпты."),
            new BookItem("8", "Кім күшті", "Ерте, ерте, ерте екен, \n" +
                    "Ешкі жүні бөрте екен. \n" +
                    "Қырғауылы қызыл екен. \n" +
                    "Құйрық жүні ұзын екен. \n" +
                    "Қырғауылы қырқылдап, \n" +
                    "Жалтыр мұзға сыртылдап, \n" +
                    "Алшая келіп қоныпты, \n" +
                    "Шаты айрылып қалыпты. \n" +
                    "Қисая жатып қырғауыл \n" +
                    "Сонда мұздан сұрапты: \n" +
                    "-  Мұз, мұз, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, бауырымды жаңбырға тестірмес едім. \n" +
                    " -  Жаңбыр, жаңбыр, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, жерге жұтқызар ма едім. \n" +
                    " -  Жер, жер, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, көк шөпке бауырымды жардырмас едім. \n" +
                    " -  Көк шөп, көк шөп, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, көк тоқты мойнымнан жұлқымас еді. \n" +
                    " -  Көк тоқты, көк тоқты, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, көк шұнақ қасқырға құйрығымды жұлқытпас едім. \n" +
                    " -  Қасқыр, қасқыр, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, көк мылтыққа құйрығымды ойдырмас едім. \n" +
                    " -  Көк мылтық, көк мылтық, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, қоңыр шолақ тышқанға білтемді қидырмас едім. \n" +
                    " -  Тышқан, тышқан, сен неден күшті болдың? \n" +
                    " -  Мен күшті болсам, құмырсқаға інімді алдырмас едім. \n" +
                    " -  Құмырсқа, құмырсқа, сен неден күшті болдың? \n" +
                    " -  Алты батпан ауырды арқалаған күштімін, жеті батпан ауырды желкелеген күштімін, - деген екен құмырсқа."),
            new BookItem("9", "Қу түлкі", "  Жолбарыс  бір  түлкіні   ұстап   алады.  Түлкі   құйрығын бұлаңдатып, тұмсығын жоғары көтеріп:\n" +
                    "-Мені жей алмайсың! Мен осы орманға қожалық етуге келгенмін,— дейді.\n" +
                    "  Жолбарыс түлкіге олай бір, былай бір қарап, сенбей:\n" +
                    "— Мүмкін емес,— дейді.\n" +
                    "—  Сенбесең,  менімен  бірге  орманға  жүр.   Ондағы   барлық аңдардың  менен  қалай қорқатынын  өз  көзіңмен  көр, — дейді түлкі.\n" +
                    "    Жолбарыс бұған келіседі. Түлкі жолбарыстың алдына түсіп, паңдана жүріп отырады. Жолбарысты көріп аңдар мен құстар зәресі ұшып, тым-тырағай қашады, ұялары мен індеріне тығылады, аспанға ұшады. Ал қу түлкі басын онан сайын көтере түсіп:\n" +
                    "— Ал, енді көзің жеткен шығар! Менен қорықпайтын жан бар ма тірі?— деп мақтанады.\n" +
                    "—  Я, сен шынында да айбарлы екенсің,— деп алданған жолбарыс жайына кетеді."),
            new BookItem("9", "Өгіз", "   Баяғы өткен заманда бір шал мен кемпір өмір сүріпті. Жалғыз сиырдың сүті – олардың қорегі болыпты. Сондықтан сиырдың бұзауы сүтке жарымай өле беріпті. \n" +
                    " - Кемпір, ашықсақ, ашығайық, бір жылға бірнәрсе етіп шыдармыз. Енді сиырды саумай-ақ қойшы, сүтін бұзауы емсін дейді шал. \n" +
                    "- Жарайды, саумасам саумайын, бұзауы уызға жарысын дейді кемпір. \n" +
                    "  Үш күннен соң сиыр еркек бұзау туады. Бұған қуанған олар қанша тарықса да, ашықса да сиырды саумай, барлық сүтін бұзауға береді. Енесінің бар сүтін бір өзі еміп өскен бұзау үлкен өгіз болып шығады. Күндердің бір күнінде ол өзінің семіздігіне масаттанады. Осындай зор, сұлу денеммен мына бір жаман сиырлардың ішінде жайылып жүргенім лайықсыз екен, түйелерге барып қосылғаным дұрыс шығар деп ойланады өгіз. \n" +
                    "  Өзін ерекше зор сезініп жүрген ол барынша - ақ түйе болуға тырысып бағады. Олардың жеген шөбін жейді, алыс шөлге кетіп, сортаң жалайды. Ақырында шөлден қатып, іші ауырып, шыдай алмайды. \n" +
                    "- Әбден өлетін болдым, жылқыларға барайын. Олар түйеден кішірек қой, азабы да жеңілірек болар дейді. \n" +
                    "  Жылқылар ішінде жүрген де оған жайсыз болады. Соларға ілесіп, қатарларынан қалмай шауып жүремін деп әбден шаршайды. \n" +
                    "  Бір күні қасқыр тиіп, жылқылар дүркірей қашады. \n" +
                    "  Бұл ілісе алмай айдалада қалып қояды. (Жылқылар қашып кетеді де, өгіз қора қасқырдың қоршауында қалады). \n" +
                    "- Мө-ө-ө-өөө! Құтқарыңдар мені. Құтқарыңдар! Мө-ө-ө! Мө-ө-ө-өөө! Кім бар маңайда? Мө-ө-ө! Деп мөңірейді өгіз. \n" +
                    "- Бұл не айқай? Құлақ түріңдерші! \n" +
                    "- Таныс дауыс қой өзі. \n" +
                    "- Қайдан шыққан дауыс? \n" +
                    "- Жүріңдер, жота асып қарайық дейді, -сиырлар. \n" +
                    "  Табын сиыр жотаға шықса, сол баяғы өздерін менсінбей жылқыларға барып қосылған өгіз қасқырлардың қоршауында қалған екен. \n" +
                    "   Олар өгіздің жаман қылығына ешбір кек сақтамастан, өгізді қасқырлардан құтқарып алады. \n" +
                    "- Мен сендерді ренжіттім. Өз туыстарымнан бөлініп кеттім. Ақылсыздығымнан осындай жағдайға тап болдым. Тату болған, туыстармен бір жүрген қандай жақсы! «Бөлінгенді бөрі жейді!», -деген осы екен. Кешіріңдер мені, мө-ө-ө-өөө!   Деп кешірім сұрапты өгіз."),
            new BookItem("10", "Өнеге", "  Бұрынғы заманда бір үлкен шаһар бар екен. Бұл шаһардың ханы болыпты. Ол күнде жаман киініп, жай кісі болып, шаһарды, базарды аралап жүреді екен. Күндерде бір күн хан базарды аралап келе жатып, басына бір кесек алтын, аяғына бір кесек алтын қойып жатқан бір адамды көреді. Мұны көріп, хан таң қалып, неше күндей мұны сыртынан бағып жүреді. Бұл адам ерте де, кеш те бір қалыпта: басына, аяғына бір-бір кесек алтын қойып жатады. Ақырында, бір күні хан: \n" +
                    " -  Сен не қылған адамсың? - деп сұрайды. Ол адам басын көтеріп: \n" +
                    " -  Мен ақыл сатушымын, - дейді. \n" +
                    " -  Олай болса, маған бір ақыл сатшы, - дейді патша. Сонда ол адам: \n" +
                    " -  Құп болады, бірақ әр ақылымның бағасы мың алтын, - дейді. Хан санап, мың алтын береді. Сонда ақыл сатушы: \n" +
                    " -  Не істесең де ойлап істе, ойламай іс қылсаң, қор боласың, - дейді. Мұнан соң хан ордасына келіп, баяғы сөзді әрбір көзге түсетін жерлерге, орамал-дастарқанға дейін жазып қояды. Күндерде бір күн хан шашын алғызатын болып: «Шаштараз алып кел», - деп, бас уәзірге әмір қылады. \n" +
                    "  Уәзір дереу бір шаштаразға барып: «Ертең келіп, ханның шашын ал» - деп бұйырады. Ертең ерте шаштараз ханның ордасына келе жатса, алдынан уәзір шығады. Уәзір: \n" +
                    "-  Ей, шаштараз, ханның шашын қандай ұстарамен алмақшы едің? - дейді. Шаштараз: \n" +
                    " -  Ай, тақсыр, күндегі ұстап жүрген жай ұстарамен аламындағы. Жақсы ұстараны мен байғұс қайдан табамын? - дейді. Сонда уәзір: \n" +
                    " -  Ей, ақымақ! Ханның шашын жай ұстарамен алуға болмайды. Мә, мынау ұстарамен ал, - деп, қалтасынан шығарып, бір алтын сапты ұстара береді. Шаштараз қуанып, ханның құзырына келіп, шашын жібіте бастайды. Сол уақытта шаштараз: «Не істесең де ойлап істе, ойламай іс қылсаң, қор боларсың! - деп, әр жерге жазылған сөздерді көреді де ішінен: «Қой, уәзірдің ұстарасын қояйын, өзімнің үйренген жаман ұстараммен-ақ ханның шашын алайын», - деп, уәзірдің алтын сапты ұстарасын былай қойып, өзінің ағаш сапты ұстарасымен ала бастайды. Мұны көріп хан ішінен: «Бұл ақымақ алтын сапты ұстарасын менің шашымды алуға аяды ғой! Онымен менен артық кімнің шашын алады. Тоқтай тұр, мен саған көрсетейін!» - деп шашын алғызып болған соң хан: \n" +
                    " -  Дереу жендетті шақырып келіңдер, мен бұл шаштараздың басын аламын! - деп, кісілеріне әмір қылады. Шаштараз мұны естіп, неге қылмысты болғанын білмей, қайран қалып тұр еді, жендет келген соң, бейшара шаштараз ханның аяғына жығылып: \n" +
                    " -  Ей, тақсыр, менің басымды алсаңыз да ықтияр, бірақ менің кінәмды айтып алсаңыз екен! - дейді. Хан: \n" +
                    " -  Сен басында менің шашымды алтын сапты ұстарамен алмақшы болдың. Ақырында оны менен аяп, ағаш сапты жай ұстарамен алып, мені қорладың. Сенің кінәң осы, - дейді. Сонда шаштараз: \n" +
                    " -  Жаңа сіздің шашыңызды алуға ордаға келе жатқанымда алдымнан бас уәзіріңіз шығып: «Ханның шашын алуға мына ұстара лайық», - деп, осы алтын сапты ұстараны беріп еді. Мен сіздің шашыңызды жібітіп жатып, әр жерде жазылған «Не істесең де ойлап істе, ойламай іс қылсаң қор боларсың», - деген сөздерді көріп: «Бұл уәзір берген ұстараның қандай екенін білмеймін, ханға бір зиян келтіріп жүрмейін. Жаман да болса, үйренген өзімнің ұстараммен алайын», - деп ойладым. Шашыңызды ағаш ұстарамен алғанымның себебі осы еді, - дейді. Сонан соң хан жасауылдарын жіберіп бас уәзірін шақыртып алдырып: \n" +
                    " -  Мынау ұстараны шаштаразға сен бердің бе? - деп сұрайды. Уәзір: \n" +
                    " -  Мен бердім, - дейді. \n" +
                    " -  Олай болса, бұл ұстарамен уәзірдің шашын ал, - деп, Хан шаштаразға бұйырады. Шаштараз уәзірдің шашын жібітіп, алтын ұстарамен бір сипағанда, уәзірдің жаны шығып кетеді. Сөйтсе, бұл уәзір ханға қас екен. Соны өлтірмекші болып, ұстарасын зәрге суарған екен. Мұны көріп, хан шаштаразға дән риза болады. Көп алтын, күміс сыйлық беріп, үйіне қайтарады. "),
            new BookItem("10", "Патшаның қызы неге бақытсыз", "   Ертеде патшаның екі қызы болыпты. Патша екі қызын да жақсы көріп, қолынан келгенше оларды ештеңеден қақпай, қалағандарын жасап, айқандарын екі етпеуге тырысады екен. Дегенменде, екі қыз өсе келе мінездері өзгере бастапты.  Бір күні білімді бір адам патшаға қонаққа келіпті. Патшаның қайғылы түрін көріп, себебін сұрапты. Патша: «Е-е-е… сұрама, күлмейтін бір қызым бар, дертін ешкім білмейді»-дейді. «Патшам, рұқсат етсең, сарайыңызға қонақ болайын. Мүмкін қызыңыздың қайғысының себебін табармын», — дейді жолаушы. Патша қуана рұқсат етіпті. \n" +
                    "   Сол күннен бастап саяхатшы екі қызды патша рұқсатымен жасырын аңди бастапты. Қараса екеуі түнде жатар алдында жастықтарының астынан бір дәптер шығарып, бір нәрселер жазып, таңертен жазғандарын оқып, орындарынан тұрады екен. Саяхатшы бір күні қыздар ұйықтағаннан кейін дәптерлерін алып оқыса, кіші қыз өзіне жасалған жақсылықтарды, ал үлкен қыз тек болмашы әділетсіздіктерді жазыпты.\n" +
                    "   Ертеңінде саяхатшы кіші қыздан рұқсат алып, оның дәптерін үлкен қыздың жастығының астына қояды. Таң атысымен патшаның үлкен қызы жастық астынан дәптерді алып оқыпты. Сарайдағылар екеуіне де бірдей қарағандықтан ол дәптерде жазылғандарды жатырқамапты. өзіне жасалған жақсылықтар есіне түсісімен жүзі жадырап, қуанғаннан ән сала бастапты.\n" +
                    "   Патша үлкен қызының қуанғанын көріп, өз құлағы мен көзіне өзі сенбепті. Бірден саяхатшыны шақырып, бұны қалай жүзеге асырғанын сұрапты. Саяхатшы: «Патшам, өмір айна сияқты. Оның жақсы жақтарын ойласақ, бізге әдемі көрінер. Сіздің үлкен қызыңыз өмірінің жаман жақтарын ойлағаны үшін бақытсыз болған», — деп жауап береді.\n" +
                    " Патша үлкен қызын шақырып, оған енді дәптеріне тек жақсылықтарды ғана жазуға кеңес беріпті.\n" +
                    "  Сол күннен бастап, патшаның екі қызы да бақытты өмір сүріпті."),
            new BookItem("11", "Түлкі мен Бөдене", "   Түлкі мен бөдене екеуі айрылмас дос болыпты. Екі дос талай жерді шарлапты, талай қызық көріпті. Күндерде бір күні: \n" +
                    "-  Досым, мені бір күлдірші, - депті түлкі. \n" +
                    " -  Жарайды, күлдірейін. Сен менің артымнан ер де отыр. Мен ұшамын да отырамын, - депті бөдене. Сонымен бөдене ұшыпты да отырыпты, түлкі желе жортып, еріпті де отырыпты. Бір жерге келсе, бір кемпір сиыр сауып отыр екен, шалы бұзауды ұстап тұр екен. Бөдене ұшып барып, сиыр сауып отырған кемпірдің басына қона кетіпті. Түлкі анадай жерде тығылып қарап тұрыпты. Бөденені көре сала: \n" +
                    " -  Кемпір, кемпір, қозғалма! Мен мына төбеңдегі бөденені соғып алайын,- депті шал. \n" +
                    " -  Жарайды. Бірақ қатты соқпа, - депті кемпір. Шал жерде жатқан күректі алып, салып қалғанда, бөдене ұша жөнеліпті. Күрек кемпірдің басына тиіп, кемпір құлапты. Шелектегі сүті төгіліп қалыпты. Түлкі ішек-сілесі қатып күліпті. \n" +
                    " -  Досым, күлдің бе? - депті бөдене. \n" +
                    " -  Күлдім, досым, күлдім. Разымын, досым, разымын! - депті түлкі. Күндерде бір күні түлкі: \n" +
                    " -  Ал, досым, енді мені бір мықтап тұрып қорқытшы! - депті. \n" +
                    " -  Қатты қорқытайын ба, ашуланбайсың ба? - деп сұрапты бөдене. \n" +
                    " -  Жоқ, ашуланбаймын, қатты қорқыт! - депті түлкі. \n" +
                    " -  Жарайды, қорқытайын. Бірақ сен көзіңді тас қылып жұм. Мен сенің төбеңе қонып, екі қанатыммен көзіңді жабамын. Содан кейін сен жүр де отыр. Оңға десем оңға, солға десем солға жүр. Қашан мен төбеңнен ұшып: «Көзіңді аш!» дегенше, ашпа, - депті бөдене. Сонымен бөдене түлкінің төбесіне қонып, екі қанатымен көзін жауыпты. Түлкі көзін тас қылып жұмып, бөдененің жүр деген бағытына жүріпті де отырыпты. Осылай жүріп келеді, жүріп келеді. Бір кездерде бөдене: \n" +
                    " -  Аш көзіңді! - деп, ұша жөнеліпті. Түлкі көзін ашып жіберсе, тазы ерткен біртоп аңшыға таянып қалған екен. Аңшылар қызыл түлкіні көре сала қиқулап, куыпберіпті.\n" +
                    "   Түлкі қашып беріпті. Әрі-бері қашқан соң түлкінің алдынан қалың орман кез болыпты. Түлкі жалт еріп, орманға кіріп, өлдім-талдым деп аңшылардан әзер құтылыпты. Бір кезде бөдене келіп: \n" +
                    "   Қалай, досым, қорықтың ба?- деп сұрапты. \n" +
                    "-  Қорқыт - қорқыт дегенде осылай қорқыт деп пе едім?! - деп, түлкі бөденені бассалып, жемек болыпты. Бөдене түлкінің аузында тұрып: \n" +
                    " -  Досым! Ұзақ жылдар дос болып, ойнап-күлдік, талай қызық көрдік. Қазір мені жегелі тұрсың. Қайтем, жесең же! Бірақ осы күнге дейін аты-жөнімізді сұрап біліскен емеспіз. Жесең де, атымды айтып есейші, ақырғы тілегім болсын! \n" +
                    " -  Атым Маңғыт, еді - депті бөдене. Түлкі аузын ашып: Маңғыт дей бергенде: \n" +
                    " -  Аузыңа саңғыт! - деп, бөдене ұша жөнеліпті. Осыдан былай түлкі мен бөдене достықтан айрылысыпты."),
            new BookItem("11", "Түлкі мен ешкі", "  Бір түлкі жүгіріп келе жатып, абайсызда бір терең апанға түсіп кетіпті.\n" +
                    "   Шыға алмай тұрғанда, бір ешкі су іздеп жүріп, әлгі апанға кез болып,түлкіні көреді.\n" +
                    " - Ей, түлкі батыр, не қылып тұрсың? – депті.\n" +
                    " - Ой, не қыласың, жаным жай тауып тұр. Қырда әрі сусап, әрі ыстықтап өліп едім. Апанның іші әрі салқын, әрі түбінде тұп тұнық суы бар екен, – депті түлкі.\n" +
                    "   Мұны естіп ешкі: «Мен де салқындайын, әрі су ішейін», – деп ойлап, секіріп апанға түсіпті. Сонда түлкі секіріп ешкінің үстіне мініп, онан мүйізіне табан тірепті де, ырғып далаға шығып, жөніне кетіпті.\n" +
                    "   «Өтірікке алданба, басың бәлеге душар болар» деген сөз осыдан қалыпты."),
            new BookItem("12", "Үш ауыз ақыл сөз", "   Ертеде бір байдың жалғыз баласы жылқы бағып жүрсе, бір адам келіп: \n" +
                    " -  Балам! Бір үйір жылқы берсең, мен саған үш ауыз насихат сөз үйретейін, - депті. Бала тұрып: \n" +
                    " -  Құп! Берейін, үйретіңіз, - дейді. Әлгі кісі: \n" +
                    " -  Балам! Суын ішкен құдыққа түкірме, ертеңгі асты тастама, оң қолың төбелес бастаса, сол қолың арашашы болсын, - дейді. Бала бір үйір жылқы береді. Әлгі адам жылқыны айдап өз жөніне кетеді. Кешке бала үйіне келеді. Әкесі: \n" +
                    " -  Мал аман ба? - дейді. Баласы: \n" +
                    " -  Мен үш ауыз насихат үйреніп, бір айғыр үйір жылқы бердім, басқа мал аман, - дейді. Әкесі ашуланып, баласын қуып жібереді. Әкесінен түңілген бала жаңадан үйленген аяғы ауыр жас келіншегіне: \n" +
                    " -  Сен мені күт, әкемнің бір үйір жылқысын үш үйір жылқы етіп қайтаратындай қазына тауып, қайтып келемін, - деп қоштасып жолға шығады. Бірнеше күндер далада қаңғырып жүріп, бір қалаға келеді. Қаланы аралап жүріп, ханның ордасына кездеседі. Ханның нөкерлері мұның жат жерден келген, бөтен адам екенін сезеді де жөн сұрайды: \n" +
                    " -  Неғып жүрген адамсың? Жұмыс істемейсің? - дейді. \n" +
                    " -  Денім сау, неге жұмыс істемеймін. Жұмыс табылса істейін, - деп жауап береді. Нөкерлер ханға келіп: \n" +
                    " -  Бір жолаушы жас бала жігіт, өзі ақылды, есті көрінеді, қызметші болғысы келеді, - дейді. Хан шақыртып көрсе, бойы сымбатты, түрі әдемі бала жігіт екен, Хан мақұл көреді де: \n" +
                    " -  Сен менің есігімнің алдында күзетші болып тұр, - дейді. Бала есік күзетшісі болады. Бұл екі ортада ханның әйелі бұған ғашық болады. \n" +
                    " -  Мен сендік болайын, ойнап-күліп жүрелік, - деп ертеңді-кеш айналдыра береді. Бала ханның әйелінің сөзіне азады да, көңілі ауады. Бірақ көңілі ауса да: «Әкем мені неге айдап жібереді. Бір айғыр үйірлі жылқыны неге бердім? Шал «Суын ішкен құдыққа түкірме», - деген еді ғой, - деп, оның үйреткен сөзін есіне түсіреді. Ханның әйеліне көнбейді. Баланың болмайтынын біліп ханның әйелі күдер үзіп: \n" +
                    " -  Мына, жаңа жүрген жаман, шірік: - «Мені қойныңа ал, деп қоймайды», - деп, ханға шағыстырады. Хан ертең оны өлтірмекші болып, көміршілеріне: \n" +
                    " -  Ертең ертемен кім бұрын келсе, соны отқа салыңдар, - деп, бұйрық береді. Содан соң хан балаға: \n" +
                    " -  Ертең барып көміршілерден бір қап көмір алып кел, - деп бұйырады. \n" +
                    "    Бала ерте тұрып көміршілерге жүгіріп бара жатса, бір кемпір алдынан шығып: \n" +
                    "-  Ей, балам, дәм татып кет! - дейді. \n" +
                    " -  Жұмысым асығыс, ханның жұмысы еді, - деп бала кете бергенде: \n" +
                    " -  Балам-ау, уақыт әлі ерте ғой! - дейді кемпір. Сонда баланың есіне жылқы алған қарттың насихаты түсе кетеді де, кемпірдің үйіне дәм татқалы кіреді. Сол екі арада ханның әйелі баланы бір көріп қалғысы келіп соңынан жүгіреді. Ханның әмірін орындауға әзірленіп тұрған көміршілер жүгіріп келген әйелді ұстай алып, жанып тұрған отқа тастап жібереді. Кемпірдің үйінде тамаққа алданып қалған бала көміршілерден бір қап көмірді ала сала, жүгіріп үйіне қайтып келеді. Хан оның тірі қайтып келгенін көріп, таңданады. Қараса хан ордасында әйелі жоқ. Әркімнен сұрайды, ешкім білмейді. Бала неғып аман келді деп, көміршілерден хан сұратады. Көміршілер: \n" +
                    " -  Ханның өз жарлығымен ханымды отқа тастадық, - дейді. \n" +
                    " -  Мен баланы отқа салуға бұйырып едім ғой! Бала, сен жәдігөймісің, - деп, хан балаға қаһарланады. Сонда бала: \n" +
                    " -  Тақсыр! Менің бір қасық қанымды қисаң сөздің расын айтайын, - дейді. Хан рұқсат етеді. Бала: \n" +
                    " -  Тақсыр! Мен бір байдың баласы едім. Жаңада үйленіп едім. Далада жылқы бағып жүргенімде, бір адам келіп: «Бала, бір айғыр үйір жылқы берсең, үш ауыз насихат сөз үйретемін», - деді. «Мақұл, бір айғыр үйірлі жылқы берейін, үйрет», - дедім. Сонда әлгі адам: «Балам, суын ішкен құдыққа түкірме, ертеңгі асты тастама, оң қолың ұрыс бастаса, сол қолың арашашы болсын», - деп еді. Мен соны үйреніп, кешке үйге келген соң, осы сөздің бәрін әкеме айтып едім, ол кісі мені ұрып-соғып, үйден қуып жіберді. Сонан тентіреп, сіздің алдыңызға келдім. Ханым мені ертеңді-кеш: «Менімен ойнап-күл» - деп, тынышымды алды. Ойнап-күлейін десем, бір айғыр үйірлі жылқы беріп үйренген насихатым есіме түсті де, өзім су ішкен құдыққа түкіргім келмеді. Сіз көміршілерге баруға бұйырған соң, қапты алып, кетіп бара жатқанда, бір кемпір: «Даяр тұрған дәм бар, татып кет», - деген соң: «Ертеңгі дәмді тастама» - деген насихат есіме келіп, кемпірдің үйіне бара қалдым. Сонан шығып көмірді алып қайттым. Менің ханымнан хабарым жоқ. Тақсыр! Сөзімнің болғаны сол, - дейді. Хан мұның адалдығына көзі жетіп: \n" +
                    " -  Бәрекелді, анаңа рахмет! Сенің күнәң жоқ екен. Ханым өз жазасын өзі тауыпты, - дейді де, көп дүниелер беріп, ат мінгізіп, баланы еліне қайтарып жібереді. Бала жүріп келе жатып: «Мен кеткелі бірталай жыл болды. Менің үйдегі әйелім не күйде екен?» - деп ойлайды. Түнде ақырын үйіне келсе, әйелі бір жігітпен оңаша бөлмеде қатар қойылған төсекте жатыр екен. Жанынан қылышын суырып алып, шабайын дегенде, баяғы насихат сөз есіне түсіп, сол қолымен оң қолын ұстап, не істерін білмей тұрған кезде әйелі оянады. Қорқып тұра келіп, өзінің күйеуін таниды. Бала ашуланып әйеліне: \n" +
                    " -  Сенің бұл не қылғаның? Мен далада тентіреп жүрсем, сен жігітпенен оңаша жатырсың. Асықпа, жазаңды берермін! - дейді. \n" +
                    " -  Сіздің мұныңыз қате, құлағыңызды салыңыз, мен сізге айтайын: мен сіз кеткенде, өзіңізге мәлім, жүкті емес пе едім? Кеткеніңізге 15 жыл болды. Есептеп қараңызшы? Бұл өзіңіздің жігіт боп қалған балаңыз ғой! -дейді әйел. Әйелінің қасындағы өз баласы екенін сонда біліп, жігіт онымен құшақтасып көрісіп, әйелінен кешірім сұрап, татуласады, сөйтіп, адалдықпен мұратына жетіпті. "),
            new BookItem("12", "Үш жетім", "   Ертеде, ерте заманда, ешкі құйрығы келте заманда бір патша бар екен. Оның жалғыз ұлы болыпты. Ол ұлы ажалы жетіп ауырып өліпті. Жалғыз ұлының  күйігінен патша далаға шықпай жатып алыпты. Бұл патшаға бірнеше патша көңіл сұрай барыпты. Сонда да тұрмапты. Патша басқармаған соң елі күйзеліпті. Осы елде жан ашыр адамы жоқ, әке-шеше, аға-іні дегендей туған туысы жоқ үш жетімек бар екен. Бұлар үшеуі ақылдасып «біз патшаның көңілін сұрасақ қайтеді» деген оймен патшаға бармақшы болады. Бұлар халықтарына «біз барып көңіл сұрасақ қайтеді» деп ақылдасады.  Халықтары: «Сен үшеуің түгіл сендерден де зорлар барып көңіл айтқан сонда да тұрмаған патша, сендерге тұра ма?» - депті. Әрине ол уақта жетім-жесірді көрсе де көзге ілмейтін уақ қой. Осы күні бұл үшеуі жылап-жылап ауылына қайтады. Тағы бір күні үшеуі ақылдасып, алған бетімен патшаның ордасына бармақшы болып, үйінен шығып, сол бетімен ордаға келеді. Барайын десе алдындағы қарауыл рұқсат етпейді. Осы жерде бұлар тұра береді. Ол қарауылдары барып, патшаға хабар етеді. Бала деген соң «патша қандай жұмысы бар екен, әкел» дейді. Сонымен үшеуі барып отырады. Онан соң патша: «Қош, жұмыстарың не, айт», - дейді. Үшеуінің ішінде біреуі тұрып айтады: \n" +
                    " - Ия, таласымыз бар. «Қандай талас, айт қәне?» - дейді патша. Бала біреуін қолымен көрсетіп: «Мынау бір жерге алтын қойып кетіпті. Оны мынау қойған жерден алып кетіпті. Осы алтын қойған баланікі ме, жоқ болмаса, қойған жерден алған баланікі ме, міне, осы таласымыз», - дейді. Патша: «Әрине, қойған баланікі», - дейді. Бала тұрып: «Сонда алтын қойғандікі болды ма?» \n" +
                    "-  Ия. \n" +
                    "-  Ендеше, құдай баланы осы дүниеге қойды, яғни жаратты, оны сіз алдыңыз. Бірақ ол алған сіздікі емес, қойған құдайдікі ғой. Не үшін қапа болып төсектен тұрмай жатырсыз? - деп көңіл айтыпты бұл үшеуі. Онан соң патша орнынан тұрып есін жинап, қайтадан халқын жинап алыпты дейді. Патша уәзірлерін шақырып, бұларды уәзірлердің қатарынан босатып, бұлардың орнына үш жетім баланы ақылды, білгір, зеректігі үшін уәзірлік қатарына енгізіпті. Ал енді бұлар уәзір болып тұра тұрсын. Бұрынғы ескі уәзірлеріне келейік. Бұлар үш жетімнің уәзір болғанын көре алмай елге үгіт таратып, осы жердегі тау тасты уатуға, елді бүлдіруге кірісіп, қаланың көп жайларын бұздырып осындай әрекет жасап жүрген кезде патша бір күні жорыққа бұрынғы, соңғы уәзірлерімен шықпақшы болады. Сөйтіп жорыққа шығып келе жатса бір қайырылыс жерде екі байғыз атты құсқа көзі түседі. Қараса біреуі ойда, екіншісі қырда отырған екен. Үш жетім бұрын айтады екен «біз құстың да тілін білеміз» деп. Оны ана уәзірлер біледі екен. Бұлар айтыпты, патшаға: «Осы сіздің жаңадан сайлап алған үш уәзір балаңыз айтатын еді, біз құстың да тілін білеміз деп, егер де білетін болса анау отырған байғыздың біреуі ойда, екіншісі қырда нағып отыр екен осыны сұраңызшы», - депті. Байғызбен тілдесіп біліп келу үшін біреуін жібереді. Ол атынан түсіп, атының ерін қайтадан мықтап тартып алып, қайта атына мініп артынан қуып жетеді. Аналар сұрайды: «Не үшін біреуі ойда, екіншісі қырда отыр екен?» - дейді. Бала сонда: \n" +
                    "- Ойда отырғанның жалғыз ұлы бар екен, қырда  отырғанның қызы бар екен, екеуі қалың мал сөйлесіп отыр екен. Қызы барға ұлы бар айтады екен «менің балама қызыңды бер» дейді екен. Ол «қанша мал бересің» депті. Ұлы бар: «Отыз алтын берем», - депті. Қызы бар айтыпты: «Онда саған қызымды бермеймін, себебі отыз алтын өзімде бар, одан да көбірек бер, - деп, бітісе алмай отыр екен», - деп бала осымен сөзін тамамдапты. Сонда патша тұрып: «Ә, менің адамдарым бұзылған екен ғой», - деп ойға кетіпті. Сөйтіп серуендеп болып кешкі уақытта жай-жайына  тарасыпты. Кешке таман патша жаман киім киініп алып, қаласын аралап көруге шығып, қаласын қараса, қаласының тең жарымы бұзылуға тақалып қалған екен, оны көріп қайтады. Ертеңіне «қош енді, балалар, ел бүлініп, қала бұзылыпты, бар жайларыңды табыңдар» деп, үш жетімді уәзірліктен босатып қоя беріпті. Балалар сөйтіп бас  қамымен жүре тұрсын. Енді қалаға келейік. Бұрынғы уәзірлерді қайта сайлап алыпты да, патша селт етпей шалқасынан жатып уәзірлеріне аты-жөні жоқ «әкел!» депті. «Егер үш күнге шейін әкелмесеңдер бастарыңды кесем», - депті. \n" +
                    "  Сонымен бұлар не әкел дегенін білмей, ақылдасып, «осы ана үш жетім балалар зерек еді, соны іздейік» депті. Сонымен бұл үшеуін екі күн өтіп, үшінші күні  іздеп тауып алады. Келе бұлар балаларға сәлем береді. Ол үшеуі де сәлемін қабылдады да: «Қош, жол болсын, қайда барасыздар?» - деп сұрау сұрады. Бұлар жауап берді. «Біз сіздерді іздеп жүрміз.  Себебі біз өлетін болдық, патша бізге уақыт берді. Ол мынадай, шалқасынан селт етпей, жатып алып аты-жөні жоқ «әкел!» дейді, не әкел дегенін білмей келеміз, сонымен бізге үш күн уақыт берді. Ол бүгін бітетін күні», - деді. «Дұрыс, онда қала бұзылған, соны жөндеу үшін ұста әкел дегені ғой!». Онда сол күні, сол уақытта артына кейін қарай қайтып, бірнеше ұста апарады. Сонда патша: «Е, қош, үш күннен бері ұста таба алмадыңдар ма? Неғып кешіктіңдер, айт шындарыңды! » -депті. Сонда аналар тұрып: \n" +
                    "-  Не әкел дегеніңізді білмей әлгі үш баладан сұрап білдік, - депті. «Ә, ырзасыңдар ма, зеректігіне?» - депті патша. \n" +
                    "-  Ырзамыз, сол үшеуін қойыңыз, - депті. «Иә, болмаса ертіп әкел», - деп алдырып, қайта уәзір сайлайды. Енді аз күннен соң елінде наразылық туып, «біз жетімді  уәзір сайламаймыз» деген соң, елі бұзылып кететін болған соң, қайтадан үшеуін босатып қоя береді. Сонымен бұл үшеуі басар тауы жоқ, барар жері жоқ каңғырып басқа патшаның қол астына кетеді. Үшеуінің ендігі кәсібі патшаның қазынасынан алтын алып ауқат етпекші болды. Бұлардың үйі моланың тесігі болды.  Түнде патшаның қазынасындағы алтынды үшеуі үш дорбалап тасып көрге әкеліп жинай беретін болды. Азанда патша қазынасын қараса, алтынның азайғанын көреді. Ертеңіне уәзірлері мен қарауылдарын  қояды. Сонда да сол күні үшеуі ешкімге білдірместен тағы алтын ұрлап көрге әкелді. Ертеңіне патша қараса,тағы азайып қалған.Патша қапаланып өзі қарауыл болып тұрады,«көрейінші қандай неме ол» деп сонда да патшаға білдірмей әлгі үшеуі тағы да қазынадан алтынды ұрлап алады. Азанда қазынаны қараса, тағы жоқ біраз алтын, қапаланып патша сол күні кешке жансыз болып, жаман киімді киіп алып кешке түнімен жүреді, сүйтіп жүрсе, бір жерде бір үшеу бір нәрсе арқалаған, ырс-ырс етеді. Дереу патша артынан ере береді. Балалар жаңағы адамнан: «Қайда барасыз», - деп сұрайды. Ол адам өздерінен: «Сіздер қайда барасыз?» - дейді. Бұл үшеуі «нан талап» дейді. Әлгі адам да «мен де нан талаппын, қарағым» дейді. Әңгімелесіп көрге қарай келе жатса, бір жерде ит үріпті қоймастан, сонан соң жаңағы үшеуінің біреуі тұрып: «Ә, сіз патша ма едіңіз, ана ит маған іштеріңде  патша кетіп бара жатыр деп үріп тұр ғой», - депті. Сонда ол: «Жоқ, шырағым, менен патшалық не алсын, бірақ кішкене күнімде өздерімізше ойнап  жүргенімізде балалар мені патша етіп ойнаушы еді», - деп жалтартыпты. Олар осы айтқанға шыннан сеніпті. Үшеуі әлгі адаммен төртеу болып көрден соққан үйіне келеді. Өздерінше жай әңгімелесіп әлгі адам әңгімемен бұлардың әдіс-айласын білу үшін әр түрлі сөзге сала отырып, үшеуіне айтыпты: \n" +
                    "- Ұрлық ету үшін қандай амалдарың бар? - депті. Үш баланың біреуі: «Менің амалым патшаның қазынасынан алтын ұрлағанымды ешкімге білдірмеймін де, сездірмеймін де, міне, менің айла әдісім», - депті. Екіншісі: «Менің амалым үрген иттің тілін білем!» - депті. Үшінші біреуі: «Мен бір көрген адамымды айнытпай тауып аламын, маған бәрібір жеті қараңғыда көрсем де, күндіз көрсем де танимын», - депті. Бұл үшеуі сөзін бітіріп болған соң: «Иә, сіздің қандай амал, айлаңыз бар?» - депті. Бұл адам айтыпты: «Ажалға кетіп бара жатқан адамды ажалдан құтқарамын», -деген екен. Енді бұлар сөзін тауысып төртеуі ұйқыға кетеді. Сол уақытта ана үшеуін ұйықтата салып патша қайтадан бұрынғы киімін киініп болып, дереу тез қарауылдарына барып: «Дәл көрде үш бала бар, соны барып үшеуін бірдей дарға тартып, алтынды қазынаға сал!» - депті. Дереу қарауылдар келсе, үш бала ұйықтап жатыр, қасында алтын. Алтынды алып сол түнде қазынаға салады да, азанға шейін қарауыл тұрады. Азанда үшеуі тұрса, алтын да, жанындағы адам да жоқ. Дереу үшеуі жан-жағына алақтап, сасқалақтап далаға шығайын десе, ана қарауыл әскерлер үшеуін ұстап алып, аяқ-қолын байлап дарға аспақ үшін даршыға береді. Даршы үшеуінің мойнына жіп байлап аспақшы болып жатады. Осы уақта патша бір биік жерден жаңағы үшеуін көрмекші болып тұр еді, себебі қандай әдістер жасар екен деп ойлап еді. Сол уақытта адам танығыш бала дереу даршыдан ұрықсат сұрап мойнын босаттырды да, әлгі патшаға бала тұрып: \n" +
                    "- Е, адам, түндегі адам сен емес пе едің, өлімге ажалға кетіп бара жатқан адамды өлімнен, ажалдан құтқарам дегенің қайда, құтқар, міне, өлімге кетіп бара жатырмыз, - деді. Сонда патша даршыға босаттырып, құтқарып жіберіпті. Сөйтіп, өзіне әлгі үшеуін уәзір қылып тағы алыпты."),
            new BookItem("2", "Ұр,тоқпақ!", "  Бұрынғы өткен заманда бір шал мен кемпір болыпты. Шал мен кемпір кедей болып, тұзақ құрып күнін көреді екен. Бір күні шал тұзағын келіп қараса, бір қаз түсіп қалыпты. Шал қазды тұзақтан босатып алып, бауыздайын десе, қаз шалға айтыпты: \n" +
                    " -  Мені сен босат! Менен не сұрасаң соны бір жылдан кейін ал, - дейді. Шал мақұл көріп, қазды босатып қоя береді. Үйіне келіп, жаңағыны айтса, кемпірі шалға ұрсады. Шал: \n" +
                    " -  Қой, сен түк білмейсің! - деп, сөзін тыңдамай, жүре береді. Бір жыл өтеді. Шал қазға бармақшы болады. Жүре-жүре бір жерге келсе, өңкей түйе жайылып жүр екен. Келіп түйешіден: \n" +
                    " -  Бұл кімнің түйесі? - десе: \n" +
                    " -  Бұл Қазбайдың түйесі, - дейді. «Бұл Қазбай - баяғы қаз екен», - деп шал ойланып тұрып, жүріп кетеді. Бір жерге келіп: \n" +
                    " -  Бұл кімнің қойы? - деп, қойшыдан сұрайды. Қойшы: \n" +
                    " -  Бұл Қазбайдың қойы, - дейді. Шал жаңағы қойшы баладан: \n" +
                    " -  Шырағым, Қазбайдың бұдан басқа несі бар? - дейді. Бала шалға: \n" +
                    " -  Қазбайдың үш жақсы нәрсесі бар. Біреуі: «Піс, қазаным, піс!» - десе, әр түрлі тамақ пісіп шығады, енді біреуі: «Құс, есегім құс!» десе, есегі алтын құсады, тағы біреуі: «Ұр, тоқпағым, ұр!» десе, адамдарды ұра береді, - дейді. \n" +
                    " -  Мақұл, - деп шал жүріп кетеді. Шал Қазбайдың аулына келеді. Қазбай шалды күтіп алады. Шал Қазбайдан «Піс қазанын» сұрайды. Қазбай сұрағанын береді. Шал алып үйіне келе жатса, бір жерде асық ойнап жатқан балалар шалға: \n" +
                    " -  Ата, асқа түсіңіз! - дейді. \n" +
                    " Шал асқа түседі. Үйге кіріп бара жатып, шал балаларға: \n" +
                    "-  Шырақтарым! «Піс, қазаным, піс!» демеңдер, - дейді. Шал үйге кіріп кеткен соң балалар тыңдасын ба: «Піс, қазаным, піс!» деп шулап қоя береді. Сүйдегенде, әр түрлі тамақ пісіп, даяр болады. Балалар қазанды айырбастап, алып қояды. Шал шығып қазанды үйіне алып барып: «Піс, қазаным, піс!» - десе, еш нәрсе піспейді. Шал қазанды алып, Қазбайдың үйіне қайта келеді. Қазбайға: \n" +
                    " -  Бұдан еш нәрсе шықпады, - дейді. Қазбай қазанды алып: «Піс, қазаным, піс!» десе еш нәрсе шықпайды. Қазбай қазанды алып, шалға есекті беріп жібереді. Шал есекті алып үйіне қайтады. Жолда келе жатса, балалар шалға: \n" +
                    " -  Ата, асқа түсіңіз! - дейді. Шал асты тастағысы келмей, есектен түседі. Үйге кіріп бара жатып балаларға: \n" +
                    "-  Шырақтарым! «Құс, есегім, құс!» демеңдер, - дейді. Балалар: \n" +
                    " -  Мақұл! - дейді. Шал үйге кіріп кеткен соң-ақ балалар: «Құс, есегім,  құс» десе, есек алтын құсады. Балалар есекті айырбастап, орнына басқа есек қояды. Шал есекті алып үйіне кетеді. Кемпір: \n" +
                    "-  Қаздан барып алып келгенің осы ма? - дейді. Шал есекке: «Құс есегім, құс!» десе, есек еш нәрсе құспайды. Шал есекті алып, Қазбайға тағы қайта келеді. \n" +
                    " -  Есектен еш нәрсе шықпайды, - дейді. Қазбай есекті алып: «Құс, есегім, алтын құс» десе, еш нәрсе құспайды. Шалға Қазбай «Ұр тоқпағын» береді. Шал «Ұр тоқпақты» алып келе жатса, баяғы жерде тағы да балалар жүр екен. Балалар шалға: \n" +
                    " -  Ата, асқа түсіңіз! - дейді. Шал үйге кіріп бара жатып: \n" +
                    " -  Шырақтарым! «Ұр, тоқпағым, ұр!» демеңдер, - дейді. Шал үйге кіріп кеткен соң, дәндеген балалар: «Ұр, тоқпағым, ұр!» - дейді. Тоқпақ балалардың әрқайсысын, ал кеп ұр! Ұрып жүр, ұрып жүр... Балалар тоқпаққа жалынады: «Ойбай, «Піс қазаныңды», «Құс есегіңді, берейік!» - дейді. Шал шығып келе жатып, естіп қояды. Шал келіп: \n" +
                    " -  «Піс қазанды», «Құс есекті» бересіңдер ме? - дейді. Балалар: \n" +
                    " -  Мақұл! Әкеліп береміз! - дейді. Шал «Ұр тоқпақты» қойғызады. Балалар «Піс қазанды», «Құс есекті» әкеліп береді. Шал «Піс қазанды», «Құс есекті», «Ұр тоқпақты» алып, үйіне келеді. Сөйтіп, мұратына жетеді."),

            new BookItem("13", "Көл түбіндегі алтын", "Ертеде әкесі дүние салған соң, таққа жас патша отырыпты. Сонда ол қарауындағы халықтың ішіндегі жасы алпысқа толған адамдарды көрсе: — Бұлар енді еңбек етуге жарамайды, өмірлері аусылған,— деп ойлайды екен. Ақырында осы алпыс жастағыларды өлтіріп тастауға жарлық шығарады.\n" +
                    "\n" +
                    "Сол патшаның қол астында өзі кедей, өзі жалғыз бір баланың алпыс жасқа толған әкесі бар екен, өлтіруге батына алмай жүреді. Мұны патша естиді де, баланы шақыртып алып:\n" +
                    "\n" +
                    "—        Әкең алпыс жасқа толыпты, енді әкенді өлтіруің керек,— деп бұйырады.— Егер әкенді өлтірмейтін болсаң — өзіңнің басыңды кесемін.\n" +
                    "\n" +
                    "Бала патшаның әмірінен қорқып, амалсыздан бір таудың басына әкесін алып шығыпты. Жарлық бойынша өлтірейін десе, қимапты. Ақыры әкесін өлтірмей төрт-бес жыл үйінде жасырып бағады.\n" +
                    "\n" +
                    "Бірде патша саяхатқа шығады да, көддің жағасына келіп демалады. Сөйтіп, жатып көлдің түбінен ат басындай алтын көреді. Патша алтынды алудың амалын таппайды. Сонда қол астындағы бұқараға:\n" +
                    "\n" +
                    "—        Көлдің түбінде жатқан алтынды алып беріндер, әйтпесе бәрінді қырамын!— деп, бұйырады. Бұл елдегі халық патшаның әмірі бойынша көлдің түбінде жатқан алтынды алуға барып ештеңе тындыра алмайды да, қатты қиналады. Сол көптің ішінде әкесін жасырып ұстап жүрген жігіт те бар екен. Халық осындай қиыншылыққа тап болғанын ол әкесіне айтады. Сонда әкесі баласына мынадай ақыл айтады:\n" +
                    "\n" +
                    "—         Сен төрт қырлы етіп, бір қазық жонып ал да, соны апарып алтын жатқан жердің тұсына қағып қой. Сонан бақыла. Алтынның жарқылы төрт бұрышты қазықтың қай жағына шығар екен. Батысынан ба, шығысынан ба, немесе оңтүстігінен бе, солтүстігінен бе, сол жарқылы көрінген жақты дәл белгілеп кел.\n" +
                    "\n" +
                    "Жігіт төрт қырлы қазықты алтынның жарқылы көрінген жерге апарып қағып қояды да, тапжылмай бақылап отырады. Сөйтсе, алтынның жарқылы батыс жағынан көрінеді. Жігіт әкесіне келіп айтады. Сонда әкесі байламын ұқтырады.\n" +
                    "\n" +
                    "—         Олай болса, алтын көлдің астында емес, күнбатыс жағындағы таудың басында. Сондағы Шыңырау деген құстың ұясында. Сен сол жерге бар.\n" +
                    "\n" +
                    "Бала әкесі нұсқаған тауға барады. Сондағы Шыңырау құстың ұясын табады. Ұяның қасында жатқан ат басындай алтынды алып үйіне келеді. Содан кейін көлдегі алтын көрінбейтін болады. Сөйтсе, бұл таудың басындағы алтынның күнге шағылысып көлге түскен сәулесі екен. Көлдегі алтын жоғалғаннан кейін патша өлердей ашуланып, халықты бұрынғыдан бетер қысады.\n" +
                    "\n" +
                    "—         Алтынды кім алды? Сол алған кісіні табындар! Егер таппасандар бәрінді қырғызамын!\n" +
                    "\n" +
                    "Сол кезде бір кісі айтады:\n" +
                    "\n" +
                    "—         Бір жас жігіт осы алтын жатқан көлдің бойына қазық қағып жүр еді. Алса алтынды сол алуы ықтимал.\n" +
                    "\n" +
                    "Патша баланы шақыртып алып сұрайды.\n" +
                    "\n" +
                    "—         Көлдегі алтынды сен алдың ба?\n" +
                    "\n" +
                    "—         Тақсыр, мен алтынды көлден алған жоқпын. Таудың басындағы Шыңырау құстың ұясынан алдым.\n" +
                    "\n" +
                    "—         Алтынның тау басында екенін қайдан білдің?\n" +
                    "\n" +
                    "—         Өзім әрі ойлап, бері ойлап таптым.\n" +
                    "\n" +
                    "Бұған патша сенбейді:\n" +
                    "\n" +
                    "—         Шынынды айт, үйіңе барып ойланып кел. Өтірік айтсаң — басынды аламын!—дейді де, баланы қайтарып жібереді. Жігіт үйіне келіп, өзіне қатер төнгенін әкесіне мәлімдейді.\n" +
                    "\n" +
                    "—         Олай болса, шынынды айт!— дейді әкесі баласының қамын ойлап.\n" +
                    "\n" +
                    "—         Өлтірсе, мені өлтірсін...\n" +
                    "\n" +
                    "Әкесі мен баласы ұзақ кеңеседі. Содан кейін жігіт әкесінің үйретуі бойынша патшаға барады да, өзінің әкесін өлтірмей сақтағанын, сол кісінің болжамы" +
                    " бойынша алтынды таудың басынан тапқанын баяндайды. Содан кейін патша жас жігітті ілестіріп, алтын табылған ұяға барады. Сөйтсе, бұл таудағы тастың" +
                    " бәрі алтын екен. Мұны көрген патша өзінің санын бір салып өкініпті. «Ақымақтық істеген екенмін-ау. Қариясы бардың — қамқоры бар деген ақыл сөзді " +
                    "ұмытыппын, тәубаға келейін» деп, алпыс жасқа толған кәрілерді өлтірмей қастерлеуді, қариялардан ақыл-кеңес сұрап отыруды тапсырып, қайта жарлық шығарыпты.")
    };
    public static final BookItem[] ALL_BOOKS_ENG = {

            new BookItem("1", "The fox and the crane", "The fox once had a notion to treat the crane to dinner and went to invite him to her house.\n" +
                    " \"Come godfather! Come dear! How I'll entertain you!\"\n" +
                    " The crain went to the dinner party. The fox had cooked farina cereal and spread it over a plate. She served it and urged.\n" +
                    " \"Eat, my friend-godfather, I cooked it myself. \"\n" +
                    "The crane went peck-peck with his bill, knocked and knocked, but got nothing. Meanwhile, the fox licked and licked the cereal until she had eaten it all. \n" +
                    " The cereal eaten, the fox said, \n" +
                    " \"Don't be offended dear godfather. There is nothing more to offer you.\"\n" +
                    " \"Thank you, godmother for that. Come to visit me.\"\n" +
                    " The next day the fox went, and  the crane made cold soup. \n" +
                    "He poured it into a pitcher with a narrow neck and put it on the table. He said, \n" +
                    "\"Eat godmother. Truly, there's nothing more offer you.\"\n" +
                    " The fox began to spin around the pitcher. She approached it one way, then another. She licked it and sniffed it, but couldn't get anything. Her head wouldn't fit into the pitcher.\n" +
                    " Mean-while the crane sucked and sucked until he had eaten everything up. \n" +
                    "\"Don't be offended godmother. There's nothing more to offer you.\"\n" +
                    " The fox was annoyed, having thought she would eat for the whole week. She went home having gotten nothing.\n" +
                    " It was tit for tat! From that moment on, the friendship between fox and crane was over."),
            new BookItem("1", "The Turnip", "Grandpa planted a turnip. The turnip grew bigger and bigger. Grandpa came to pick the turnip, pulled and pulled but couldn't pull it up! Grandpa called Grandma.\n" +
                    " Grandma pulled Grandpa,\n" +
                    " Grandpa pulled the turnip.\n" +
                    " They pulled and pulled but couldn't pull it up! Granddaughter came.\n" +
                    " Granddaughter pulled Grandma,\n" +
                    " Grandma pulled Grandpa,\n" +
                    " Grandpa pulled the turnip. They pulled and pulled but couldn't pull it up!\n" +
                    "The doggy came. \n" +
                    "Doggy pulled Granddaughter, \n" +
                    " Granddaughter pulled Grandma,\n" +
                    " Grandma pulled Grandpa,\n" +
                    " Grandpa pulled the turnip. They pulled and pulled but couldn't pull it up!\n" +
                    " A kitty came. \n" +
                    " Kitty pulled doggy,\n" +
                    " Doggy pulled Granddaughter, \n" +
                    " Granddaughter pulled Grandma,\n" +
                    " Grandma pulled Grandpa,\n" +
                    " Grandpa pulled the turnip. They pulled and pulled but couldn't pull it up!\n" +
                    " A mouse came.\n" +
                    " The mouse pulled kitty,\n" +
                    " Kitty pulled doggy,\n" +
                    " Doggy pulled Granddaughter, \n" +
                    " Granddaughter pulled Grandma,\n" +
                    " Grandma pulled Grandpa,\n" +
                    " Grandpa pulled the turnip. They pulled and pulled and pulled the turnip up!"),
            new BookItem("1", "The Bin", "Once there lived an old man and old woman. The old man said,\n" +
                    " \"Old woman, bake me a bun.\" \n" +
                    " \"What can I make it from? I have no flour.\" \"Eh, eh, old woman! Scrape the cupboard, sweep the flour bin, and you will find enough flour.\"\n" +
                    " The old woman picked up a duster, scraped the cupboard, swept the flour bin and gathered about two handfuls of flour.\n" +
                    "She mixed the dough with sour cream, fried it in butter, and put the bun on the window sill to cool. The bun lay and lay there. Suddenly it rolled off the window sill to the bench, from the bench to the floor, from the floor to the door. Then it rolled over the threshold to the entrance hall, from the entrance hall to the porch, from the porch to the courtyard, from the courtyard trough the gate and on and on. \n" +
                    "The bun rolled along the road and met a hare.\n" +
                    "\"Little bun, little bun, I shall eat you up!\" said the hare. \"Don't eat me, slant-eyed hare! I will sing you a song,\" said the bun, and sang:\n" +
                    " I was scraped from the cupboard,\n" +
                    " Swept from the bin,\n" +
                    " Kneaded with sour cream,\n" +
                    " Fried in butter,\n" +
                    " And coolled on the sill.\n" +
                    " I got away from Grandpa,\n" +
                    " I got away from Grandma\n" +
                    " And I'll get away from you, hare!\n" +
                    " And the bun rolled away before the hare even saw it move!\n" +
                    "The bun rolled on and met a wolf.\n" +
                    " \"Little bun, little bun, I shall eat you up,\" said the wolf.\n" +
                    " \"Don't eat me, gray wolf!\" said the bun. \"I will sing you a song.\" And the bun sang:\n" +
                    " I was scraped from the cupboard,\n" +
                    " Swept from the bin,\n" +
                    " Kneaded with sour cream,\n" +
                    " Fried in butter,\n" +
                    " And coolled on the sill.\n" +
                    " I got away from Grandpa,\n" +
                    " I got away from Grandma\n" +
                    " I got away from the hare,\n" +
                    " And I'll get away from you, gray wolf!\n" +
                    " And the bun rolled away before the wolf even saw it move!\n" +
                    " The bun rolled on and met a bear.\n" +
                    " \"Little bun, little bun, I shall eat you up,\" the bear said. \n" +
                    " \"You will not, pigeon toes!\"\n" +
                    " And the bun sang:\n" +
                    " I was scraped from the cupboard,\n" +
                    " Swept from the bin,\n" +
                    " Kneaded with sour cream,\n" +
                    " Fried in butter,\n" +
                    " And coolled on the sill.\n" +
                    " I got away from Grandpa,\n" +
                    " I got away from Grandma\n" +
                    " I got away from the hare,\n" +
                    " I got away from the wolf,\n" +
                    " And I'll get away from you, big bear!\n" +
                    " And again the bun rolled away before the bear even saw it move!\n" +
                    "The bun rolled and rolled and met a fox.\n" +
                    " \"Hello, little bun, how nice yor are!\" said the fox.\n" +
                    " And the bun sang:\n" +
                    " I was scraped from the cupboard,\n" +
                    " Swept from the bin,\n" +
                    " Kneaded with sour cream,\n" +
                    " Fried in butter,\n" +
                    " And coolled on the sill.\n" +
                    " I got away from Grandpa,\n" +
                    " I got away from Grandma,\n" +
                    " I got away from the hare,\n" +
                    " I got away from the wolf,\n" +
                    " I got away from bear,\n" +
                    " And I'll get away from you, old fox!\n" +
                    " \"What a wonderful song!\" said the fox. \"But little bun, I have became old now and hard of hearing. Come sit on my snout and sing your song again a little louder.\"\n" +
                    " The bun jumped up on the fox's snout and sang the same song.\n" +
                    " \"Thank you, little bun, that was a wonderful song. I'd like to hear it again. Come sit on my tongue and sing it for the last time,\" said the fox, sticking out her tongue.\n" +
                    " The bun foolishly jumped onto her tongue and- snatch! - she ate it."),
            new BookItem("1", "The Elves and the Shoemaker", "A shoemaker, by no fault of his own, became so poor that at last he had nothing left but enough leather for one pair of shoes. \n" +
                    "\n" +
                    "So in the evening, he cut the leather into the shape of the shoes, and he left his work on the table to finish in the morning. He lay down quietly in his bed, and before he fell asleep he asked God to help him. \n" +
                    "\n" +
                    "In the morning, just as he was about to sit down to work, he saw the two shoes standing quite finished on his table. \n" +
                    "\n" +
                    "He was astounded, and did not know what to make of it. \n" +
                    "\n" +
                    "He took the shoes in his hands to look at them them more closely and he saw that they were so neatly made that there was not one bad stitch in them. It just as if they were intended as a masterpiece. \n" +
                    "\n" +
                    "Soon after, a customer came in to the shop, and as the shoes pleased him so well, he paid more than the usual price. Now the shoe maker had enough money to buy leather for two pairs of shoes. \n" +
                    "\n" +
                    "That night, he cut out the leather. Next morning he was about to set to work with fresh hope for the future when he saw that the shoes were already made. \n" +
                    "\n" +
                    "There was no shortage of customers who wanted the shoes. The shoemaker soon had enough to buy leather for four pairs of shoes. \n" +
                    "\n" +
                    "The following morning he found the four pairs made; and so it went on. Any leather that he cut out in in the evening was finished by the morning, \n" +
                    "\n" +
                    "Soon he was no longer poor, and he even became quite rich. \n" +
                    "\n" +
                    "Now one evening not long before Christmas, the man finished cutting out the leather as usual. But this time he said to his wife, \"Let’s stay up to-night to see who it is that lends us this helping hand?” \n" +
                    "\n" +
                    "The woman liked the idea, and lighted a candle, and then they hid themselves in a corner of the room, behind some clothes which were hanging up there, and watched. \n" +
                    "\n" +
                    "When it was midnight, two little elves came into the room, both without any clothes on, and sat down by the shoemaker’s table. They took all the work which was cut out before them and began to stitch, and sew, and hammer so skillfully and so quickly with their little fingers that the shoemaker could not turn away his eyes for astonishment. \n" +
                    "\n" +
                    "They did not stop until all was done, and stood finished on the table, and then they\n" +
                    "ran quickly away. \n" +
                    "\n" +
                    "Next morning the woman said, \"The little men have made us rich, and we really must show that we are grateful for it. They run about so, and have nothing on, and must be cold. I’ll tell you what I’ll do: I will make them little shirts, and coats, and vests, and trousers, and knit both of them a pair of stockings, and you can help too – make them two little pairs\n" +
                    "of shoes.” \n" +
                    "\n" +
                    "The man said, \"I shall be very glad to do it;” and one night, when everything was ready, they laid their presents all together on the table instead of the cut-out work. Then hid themselves to see what the little men would do. \n" +
                    "\n" +
                    "At midnight they came bounding in, and wanted to get to work at once, but as they did not find any leather cut out, but only the pretty little articles of clothing, they were at first puzzled, and then delighted. They dressed themselves very quickly, putting the pretty clothes on, and singing, \n" +
                    "\n" +
                    "\"Now we are boys so fine to see,\n" +
                    "Why should we longer cobblers be?” \n" +
                    "\n" +
                    "Then they danced and skipped and leapt over chairs and benches. At last they danced out of doors. From that time one they came no more, but as long as the shoemaker lived all went well with him, and all his business prospered. "),
            new BookItem("1", "THE LIONE AND THE COW", "The cow went in and suddenly saw a lion. She was frightened and stood still for a moment. She thought: \"If I try to run the lion will soon catch me, but if I do not show him that I am afraid I may remain alive.\"\n" +
                    "And she walked bravely up to the lion: He looked at her, looked and looked and could not understand how a cow dared to come near him.\n" +
                    "At last the lion thought: \"She cannot be a cow but must be some other animal whose name I do not know.\"\n" +
                    "And he asked:\n" +
                    "\"Who are you?\"\n" +
                    " \"I am a god in the form of a cow,\" the cow answered, \n" +
                    "\"and I gave a promise to eat a hundred tigers, twenty-five elephants and ten lions. Yesterday I ate the hundred tigers and the twenty-five elephants, and now I am looking for the ten lions.\"\n" +
                    "The lion was frightened.3 He decided to run away and said:\n" +
                    "\"I forgot to wash in the morning. Wait for me in the cave and I shall go to the river.\"\n" +
                    "And he ran away.\n" +
                    "He was running down the road when he met a fox. The fox asked:\n" +
                    "\"What is the matter with you, brother lion? Why are you running so quickly?\"\n" +
                    "The lion told the fox about the god in the form of a cow. But the fox was very clever and he at once understood the cow's trick.\n" +
                    "\"Do not be silly,\" he said to the lion. \"Come back with me to your cave and eat the old cow who tried to deceive, you.\" The lion took the advice and came back with the fox. When the cow saw, them she understood all. But she, did not show that she was frightened. She walked towards them and said to the fox: \"Did you forget my order? I sent you to get me ten lions and you are bringing me only one!\" " +
                    "When the lion heard this he rushed at the fox and killed him. At that time the cow walked out of the cave and ran away."),
            new BookItem("1", "THE SMALL RED FEATHER", "There once lived a man with his wife. They were very poor and always hungry. The man often went to the forest, but he was a bad hunter and sometimes brought home only a small bird. \n" +
                    "One day he went to the forest again. But it was a very bad day for him: he did not find even a small bird. He was tired and sad. He sat down to rest under a tree. Then he heard a sweet song of a bird. \n" +
                    "He looked up and saw a very small bird whose feathers were red. The bird said, \"I see that you are poor and hungry. I want to help you. I'll give you one of my feathers. Take it home and cook it. You will have a good dinner. Come back tomorrow, and I'll give you another feather.\" \n" +
                    "He thanked the bird and went home. He put the feather into a pot and told everything to his wife. \n" +
                    "\"Silly, how can the feather become food?' You must catch the bird and kill it. Then we can cook the bird and eat it.\" \n" +
                    "He did not answer, but looked into the pot and saw there a good dinner. \n" +
                    "Every day he went to the forest, and every day the small bird gave him a red feather that made a dinner for the man and his wife. \n" +
                    "But his wife was very greedy. Every day she said to the man, \"We must not have only the little red feather. We must have the bird. Then we can cook two, three or four feathers every day and we shall have as much food as we like.\" \n" +
                    "\"But the little bird is my friend. I shall not kill it.\" One day the woman followed her husband into the forest, but he did not see her. The woman heard the sweet song of the little red bird. She took a stone and killed it. The bird fell down off the tree. The man was very sad, but the wife said, \"Now we shall have much food every day.\" \n" +
                    "They went home. At home the woman pulled one red feather off2 the bird and put it into the hot water. She cooked and cooked it, but the feather was just a feather. And from that day on they were again always hungry. "),
            new BookItem("1", "THE WONDERFUL MUSICIAN", "There was once a wonderful musician, who went quite alone through a forest and thought of all manner of things, and when nothing was left for him to think about, he said to himself, \"Time is beginning to pass heavily with me here in the forest, I will fetch hither a good companion for myself.” Then he took his fiddle from his back, and played so that it echoed through the trees. It was not long before a wolf came trotting through the thicket towards him. \"Ah, here is a wolf coming! I have no desire for him!” said the musician; but the wolf came nearer and said to him, \"Ah, dear musician, how beautifully thou dost play. I should like to learn that, too.” - \"It is soon learnt,” the musician replied, \"thou hast only to do all that I bid thee.” - \"Oh, musician,” said the wolf, \"I will obey thee as a scholar obeys his master.” The musician bade him follow, and when they had gone part of the way together, they came to an old oak-tree which was hollow inside, and cleft in the middle. \"Look,” said the musician, \"if thou wilt learn to fiddle, put thy fore paws into this crevice.” The wolf obeyed, but the musician quickly picked up a stone and with one blow wedged his two paws so fast that he was forced to stay there like a prisoner. \"Stay there until I come back again,” said the musician, and went his way.\n" +
                    "\n" +
                    "After a while he again said to himself, \"Time is beginning to pass heavily with me here in the forest, I will fetch hither another companion,” and took his fiddle and again played in the forest. It was not long before a fox came creeping through the trees towards him. \"Ah, there’s a fox coming!” said the musician. \"I have no desire for him.” The fox came up to him and said, \"Oh, dear musician, how beautifully thou dost play! I should like to learn that too.” - \"That is soon learnt,” said the musician. \"Thou hast only to do everything that I bid thee.” - \"Oh, musician,” then said the fox, \"I will obey thee as a scholar obeys his master.” - \"Follow me,” said the musician; and when they had walked a part of the way, they came to a footpath, with high bushes on both sides of it. There the musician stood still, and from one side bent a young hazel-bush down to the ground, and put his foot on the top of it, then he bent down a young tree from the other side as well, and said, \"Now little fox, if thou wilt learn something, give me thy left front paw.” The fox obeyed, and the musician fastened his paw to the left bough. \"Little fox,” said he, \"now reach me thy right paw” and he tied it to the right bough. When he had examined whether they were firm enough, he let go, and the bushes sprang up again, and jerked up the little fox, so that it hung struggling in the air. \"Wait there till I come back again,” said the musician, and went his way.\n" +
                    "\n" +
                    "Again he said to himself, \"Time is beginning to pass heavily with me here in the forest, I will fetch hither another companion,” so he took his fiddle, and the sound echoed through the forest. Then a little hare came springing towards him. \"Why, a hare is coming,” said the musician, \"I do not want him.” - \"Ah, dear musician,” said the hare, \"how beautifully thou dost fiddle; I too, should like to learn that.” - \"That is soon learnt,” said the musician, \"thou hast only to do everything that I bid thee.” - \"Oh, musician,” replied the little hare, \"I will obey thee as a scholar obeys his master.” They went a part of the way together until they came to an open space in the forest, where stood an aspen tree. The musician tied a long string round the little hare’s neck, the other end of which he fastened to the tree. \"Now briskly, little hare, run twenty times round the tree!” cried the musician, and the little hare obeyed, and when it had run round twenty times, it had twisted the string twenty times round the trunk of the tree, and the little hare was caught, and let it pull and tug as it liked, it only made the string cut into its tender neck. \"Wait there till I come back,” said the musician, and went onwards.\n" +
                    "\n" +
                    "The wolf, in the meantime, had pushed and pulled and bitten at the stone, and had worked so long that he had set his feet at " +
                    "liberty and had drawn them once more out of the cleft. Full of anger and rage he hurried after the musician and wanted to tear him to pieces. When the fox saw him running, he began to lament, and cried with all his might, \"Brother wolf, come to my help, the musician has betrayed me!” The wolf drew down the little tree, bit the cord in two, and freed the fox, who went with him to take revenge on the musician. They found the tied-up hare, whom likewise they delivered, and then they all sought the enemy together.\n" +
                    "\n" +
                    "The musician had once more played his fiddle as he went on his way, and this time he had been more fortunate. The sound " +
                    "reached the ears of a poor wood-cutter, who instantly, whether he would or no, gave up his work and came with his hatchet" +
                    " under his arm to listen to the music. \"At last comes the right companion,” said the musician, \"for I was seeking a human " +
                    "being, and no wild beast.” And he began and played so beautifully and delightfully that the poor man stood there as if bewitched," +
                    " and his heart leaped with gladness. " +
                    "And as he thus stood, the wolf, the fox, and the hare came up, and he saw well that they had some evil design. So he raised his " +
                    "glittering axe and placed himself before the musician, as if to say, \"Whoso wishes to touch him let him beware, for he will have " +
                    "to do with me!” Then the beasts were terrified and ran back into the forest. The musician, however, played once more to the man out" +
                    " of gratitude, and then went onwards.\n"),
            new BookItem("2", "WHY THE CROCODILE DOES NOT EAT HENS", "A hen came to the river every day. She drank water there.\n" +
                    "One day the crocodile saw her and. came up to her. He wanted to eat her up.\n" +
                    "But she cried, \"Oh, don't eat me, my dear brother!\" The crocodile let her go: he could not eat his sister!\n" +
                    "The next day, when the hen came to the river again, the crocodile decided to eat her up.\n" +
                    "But again the hen cried, \"Oh, don't eat me, my dear brother!\" And again the crocodile did not eat her.\n" +
                    "But he thought: \"How can I be her brother? I live in the water, and she doesn't.\"\n" +
                    "Then the crocodile went to his friend, a lizard.\n" +
                    "\"Oh, my friend! A big hen comes to the river every day and when I want to catch her, she says that " +
                    "I am her brother. How can that be?\"\n" +
                    "\"Oh, my silly friend!\" the lizard answered. \"Don't you know that the hen, the turtle, the lizard lay eggss" +
                    " as crocodiles do, my dear? So we all are brothers and sisters. " +
                    "Do you understand?\" \"Oh, thank you very much,\" said the crocodile. Now you know why crocodiles never eat hens!\n"),
            new BookItem("3", "A CAT AND HER STRONG FRIENDS", "Once there lived a cat. She thought: \"The lion is the strongest of all the animals. It js good to have strong friends. I shall go to the Kon and make friends with him.\"\n" +
                    "She did so, and the lion and the cat were friends for many, many days. Once they went for a walk together and met an elephant. The lion began to fight with the elephant, and the elephant killed him. The cat was very sorry. \"What shall I do?\" she thought. \"The elephant was stronger than the lion. I shall go to the elephant and make friends with him.\"\n" +
                    "She did so, and they were friends for mau,, many days.\n" +
                    "\n" +
                    "Once they went for a walk and met a hunter. The hunter shot at the elephant and killed him. The cat was sorry, but she thought: \"The man is stronger than the elephant, I see.\"\n" +
                    "So she went up to the hunter and asked, \"May I go with you?\" \"All right, let us go home together,\" he said.\n" +
                    "They came to the man's home. His wife met him and took his gun from him. The cat saw that and thought: \"Oh, the woman is the strongest of all! She can take the hunter's gun from him, and he does not fight with her; he does not even say a word!\"\n" +
                    "The man sat down at the table, and the woman went to the kitchen. The cat went to the kitchen, too.  She decided to stay with the woman forever.\n" +
                    "That's why you always see a cat in the kitchen at a woman's feet."),
            new BookItem("1", "THREE GOLD DOLLS", "\n" +
                    "THREE GOLD DOLLSOnce a certain padishah wanted to learn if his neighbour - the king - was clever. So he sent the king three gold dolls. They all looked alike, but their prices were different. The padishah asked the king to choose the doll whose price was the highest.\n" +
                    "The king looked at the dolls and thought for a long time but he could think of no answer. Now, there was a certain young man in the king's capital. He was clever and honest, but he quarreled with his rich neighbour - an evil man - who sent him to prison. In the prison fhe young man heard about the padishah's dolls and asked to tell the king that he could tell their prices. The king ordered to bring him to the palace. The young man came, looked at the dolls and saw that each of them had a little hole in its ear. Then he took a straw and pushed it into the ear of one doll. The end of the straw showed out of the doll's mouth. The young man took another doll and pushed the straw into its ear. The end of the straw showed out of the other ear. When the young man pushed the straw into the ear of the third doll the whole of the straw' remained inside. The young man thought a little and said: \n" +
                    "\"Listen, o king, these dolls are very much like people. The first one is like a man who tells others everything that you tell him. Such a man is a bad friend. The second doll is like a man who soon forgets what you tell him. Such a man is also a bad friend. But the third doll is like a man who forgets nothing and does not tell others what he must not tell.3 Such a man is a true friend. So the price of the third doll is the highest.\" \n" +
                    "The king was very glad to hear this clever answer. He sent it together with the dolls to the padishah and ordered to set the young man free. \n"),
            new BookItem("1", "THE CHICKEN OF THE WELL", "\n" +
                    "\"Don't go near the well! Don't play round it!\" Mother Hen said to her children.\n" +
                    "And they never came to the well. But once a little chicken ran to the well and stopped there.\n" +
                    "\"Why is the well so' bad?\" he thought. \"I am here and everything is all right with, me. Let. me see what is in the well.\"\n" +
                    "And he jumped up to look into it. And what did he see there? He saw another chicken! Our chicken turned his head;, the chicken in the well did  the   same.  The  chicken jumped:  so  did  the chicken in the well. He became angry withi the chicken in the well and decided to have a fight with him. He jumped down into the well, fiut there was no chicken to fight with, but only water and water. \n" +
                    "He cried, \"Help me, help me!\" But nobody heard him. He went down under the cold water, and nobody saw him again. ")
    };

}
//	public static final BookItem[] ALL_BOOKS={
//        new BookItem("Nahjolbalaqe","Dashti"),
//        new BookItem("Prof Tan","Text Mining"),
//        new BookItem("Ralph","Java convenient"),
//        new BookItem("Islam","Ali"),
//        new BookItem("Ralph","Java"),
//        new BookItem("Ralph","J2ME"),
//        new BookItem("Ralph","24 hours with Java"),
//        new BookItem("Ralph","Java Workshop"),
//        new BookItem("Prof Tan","Introduce DataMining"),
//        new BookItem("Dr. Salimi","Algorithms"),
//        new BookItem("Prof Tan","Proffessional DataMining"),
//        new BookItem("Dr. Salimi","DataMining 1"),
//        new BookItem("Dr. Salimi","Data Structures"),
//        new BookItem("Dr. Salimi","DataMinig 2"),
//        new BookItem("Dr. Salimi","C++ Programing"),
//        new BookItem("Dr. Salimi","24 hours with C#"),
//        new BookItem("Dr. Salimi","24 hours with C++"),
//        new BookItem("Mark Murphy","Begining Android 3"),
//        new BookItem("Mark Murphy","Begining Android 2"),
//        new BookItem("Mark Murphy","Pro Android 3"),
//        new BookItem("Mark Murphy","Pro Android Games"),
//        new BookItem("Mark Murphy","Begining Android Games"),
//        new BookItem("Reto Meier","C# Programing"),
//        new BookItem("Reto Meier","Android Programing"),
//        new BookItem("Reto Meier","C++ Programing"),
//        new BookItem("Reto Meier","PHP Programing"),
//        new BookItem("Reto Meier","Design Pattern"),
//        new BookItem("Reto Meier",".Net Framework 3.5"),
//        new BookItem("Reto Meier",".Net Framework 4"),
//        new BookItem("Reto Meier","ASP.net Web services"),
//        new BookItem("Reto Meier","Android Games"),
//        new BookItem("Dr. Salimi","TextMining")
//    };